{
  "text": "§ 26–1201. Definitions. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 12. Savings and Loan Acquisition. § 26–1201. Definitions. Code of the District of Columbia § 26–1201. Definitions. For the purposes of this chapter, the term: (1) “Acquire” means: (A) The merger or consolidation of 1 association with another association or with a savings and loan holding company or the merger of 1 savings and loan holding company with another savings and loan holding company; (B) The acquisition by an association or savings and loan holding company of direct or indirect ownership or control of voting shares of an association or of a savings and loan holding company if, after the acquisition, the association or savings and loan holding company making the acquisition will directly or indirectly own or control more than 5% of any class of voting shares of the other association or savings and loan holding company; (C) The direct or indirect acquisition by an association or a savings and loan holding company of all or substantially all of the assets of another association or savings and loan holding company; or (D) Any other action that would result in direct or indirect control by an association or savings and loan holding company of another association or savings and loan holding company. (2) “Association” means a mutual or capital stock savings and loan association, building and loan association, or savings bank chartered under the laws of any 1 of the states or by the Federal Home Loan Bank Board pursuant to the federal act. (3) “Branch” or “branch office” means any office or other fixed location where an association has the authority to accept deposits and make loans, except: (A) An automatic teller machine, point of sale terminal, or other similar unmanned electronic banking facility at which deposits may be accepted; (B) An office located outside the United States; (C) A loan production office or representative office; (D) A service corporation office where deposits are not accepted; or (E) Any other fixed location where deposits are not accepted. (4) “Company” means “company” as defined in 12 U.S.C. § 1730a(a)(1)(C) [repealed] (“National Housing Act”). (5) “Control” means “control” as defined in 12 U.S.C. § 1730a(a)(2) [repealed]. (6) “Deposit” means any demand, time, or savings deposit, savings share account, withdrawable or repurchasable share, investment certificate, or other savings account or savings deposit account made by an individual, corporation, partnership, state or federal governmental unit, or any other organization, without regard to the location of the depositor. The term “deposit” shall not include a deposit by a foreign government, foreign official institution, or other associations. For purposes of this chapter, determination of deposits shall be made by reference to regulatory reports made by or to state or federal regulatory authorities. (7) “District” means the District of Columbia. (8) “District association” means an association organized under the laws of the District or a federal association that: (A) Has its principal place of business in the District; (B) Is not controlled by a company other than a District association, a District savings and loan holding company, a regional association, or a regional savings and loan holding company; and (C) Has more than 80% of its total deposits other than deposits located in branch offices acquired pursuant to an emergency supervisory acquisition under federal law, held in branch offices located in the region. (9) “District savings and loan holding company” means a savings and loan holding company that: (A) Has its principal place of business in the District; (B) Is not controlled by a company other than District association, District savings and loan holding company, regional association, or regional savings and loan holding company; and (C) Has more than 80% of the total deposits held by all of its association subsidiaries, other than association subsidiaries acquired pursuant to an emergency supervisory acquisition under federal law, held by association subsidiaries in branch offices located within the region. (10) “Federal act” means the Home Owners’ Loan Act of 1933, approved June 13, 1933 (48 Stat. 128; 12 U.S.C. 1461 et seq.). (11) “Federal association” means an association chartered by the Federal Home Loan Bank Board pursuant to the federal act. (12) “Low- and moderate-income area” means any area within the District that the Superintendent [Commissioner], by rule, designates as a low- and moderate-income area after consideration of the income levels of residents within the area and the mix and locations of the levels of income of residents within the area. (13) “Nonregional association” means any association that is neither a District association nor a regional association. (14) “Nonregional savings and loan holding company” means any savings and loan holding company that is neither a District savings and loan holding company nor a regional savings and loan holding company. (15) “Person” means an individual or a company. (16) “Principal place of business of an association” means the state in which the aggregate deposits of the association are the largest. (17) “Principal place of business of a savings and loan holding company” means the state where the total deposits held by the offices of the association subsidiaries of the savings and loan holding company are the largest. (18) “Region” means the states of Alabama, Arkansas, Delaware, Florida, Georgia, Kentucky, Louisiana, Maryland, Mississippi, North Carolina, Pennsylvania, South Carolina, Tennessee, Virginia, and West Virginia, and the District. (19) “Regional association” means an association other than a District association, organized under the laws of 1 of the states in the region or under the laws of the United States that: (A) Has its principal place of business in a state in the region other than the District; (B) Is not controlled by a company other than a regional association or a regional savings and loan holding company; and (C) Has more than 80% of its total deposits, other than deposits located in branch offices or association subsidiaries acquired pursuant to 12 U.S.C. § 1730a(m) [repealed] (“Garn-St. Germain Act”), or comparable provisions in federal or state law, held by association subsidiaries in branches located within the region. (20) “Regional savings and loan holding company” means a savings and loan holding company other than a District savings and loan holding company that: (A) Has its principal place of business in a state in the region; (B) Is not controlled by a company other than a regional association or a regional savings and loan holding company; and (C) Has more than 80% of the total deposits of its association subsidiaries, other than association subsidiaries acquired pursuant to 12 U.S.C. § 1730a(m) [repealed] or comparable provisions in federal or state law, held by association subsidiaries in branches located within the region. (21) “Savings and loan holding company” means any company that directly or indirectly controls an association or any other company which is a savings and loan holding company. (22) “Service corporation” means any corporation, the majority of the capital stock of which is owned by 1 or more associations, that engages, directly or indirectly, in any activity which may be engaged in by a service corporation under the laws of 1 of the states or under the laws of the United States. (23) “State” means any state of the United States or the District. (24) “Subsidiary” means “subsidiary” as defined in 12 U.S.C. § 1730a(a)(1)(H) [repealed]. (25) “Superintendent” means the Superintendent of Banking and Financial Institutions [Commissioner of the Department of Insurance, Securities, and Banking]. (26) “Target development area” means any low- and moderate-income area within the District or any area which the Superintendent [Commissioner], by rule, designates as an underserved area. (27) “Target economic development project” means any commercial, industrial, residential real estate, business, or other economic development activity that the Superintendent [Commissioner], in consultation with the Council and the District of Columbia Office of Business and Economic Development (“OBED”), determines to be beneficial to residents in low- and moderate-income areas or small businesses in low- and moderate-income areas based on policies set forth in the District of Columbia Comprehensive Plan of 1984, effective April 10, 1984 ( D.C. Law 5-76 ; 31 DCR 1049), and placing special emphasis on economic development project activity in economically distressed areas which have been historically underserved. (28) “Underserved area” means any area which the Superintendent [Commissioner], in consultation with the Council and OBED designates as an “underserved area” based on the availability of deposit, loan, and credit services within the area to satisfy housing and small business needs or the availability and need for other financial services within the area. (29) “Women-owned” means that at least 51% of the savings and loan association is owned by a woman or women who make the policy decisions and actually manage day-to-day operations. ( Oct. 12, 1988, D.C. Law 7-175, § 2, 35 DCR 6133 ; Mar. 16, 1989, D.C. Law 7-187, § 3(a), 35 DCR 8648 .) Prior Codifications 1981 Ed., § 26-901. Section References This section is referenced in § 26-1211 . References in Text “ 12 U.S.C. § 1730a,” referred to in (4), (5), (19)(C), (20)(C), and (24), was repealed by Pub. L. 101-73, title IV, § 407, August 9, 1989, 103 Stat. 363. The Home Owners’ Loan Act of 1933, approved June 13, 1933, referred to in (10), as amended, is referred to as “The Home Owners’ Loan Act”. The “Federal Home Loan Bank Board”, referred to in paragraphs (2) and (11), has been abolished. For provisions relating to the abolition of the Federal Home Loan Bank Board and the transfer of functions, personnel and property of that agency, see §§ 401 to 406 of Pub. L. 101-73, set out as a note under  12 U.S.C. § 1437. Previous Chapter 12. Savings and Loan Acquisition. Next § 26–1202. Authorization of regional acquisitions. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 26–1202. Authorization of regional acquisitions. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 12. Savings and Loan Acquisition. § 26–1202. Authorization of regional acquisitions. Code of the District of Columbia § 26–1202. Authorization of regional acquisitions. (a) A regional association, regional savings and loan holding company, District association, or District savings and loan holding company may acquire a District association or District savings and loan holding company on the approval of the Superintendent [Commissioner], if and only if, each of the following requirements is met: (1) The laws of the state in which the regional association or regional savings and loan holding company making the acquisition has its principal place of business permit the regional association or regional savings and loan holding company to be acquired by the District association or District savings and loan holding company sought to be acquired; (2) Either the District association sought to be acquired has been in existence and continuously operating for more than 2 years or all of the District association subsidiaries of the District savings and loan holding company sought to be acquired have been in existence and continuously operating for more than 2 years, if the acquisition is by a regional association or regional savings and loan holding company. A regional association or regional savings and loan holding company may acquire an association or savings and loan holding company organized solely for the purpose of facilitating the acquisition of a District association that has been in existence and continuously operating for more than 2 years or a District savings and loan holding company, all of the District association subsidiaries of which have been in existence and continuously operating for more than 2 years; (3) The acquisition complies with conditions, restrictions, requirements, or other limitations that would apply to the acquisition by a District association or District savings and loan holding company of an association or savings and loan holding company located in the state in which the regional association or regional savings and loan holding company making the acquisition has its principal place of business, but that would not apply to the acquisition by an association or savings and loan holding company, all of whose branches or association subsidiaries are located in that state, if the acquisition is by a regional association or regional savings and loan holding company; and (4) The acquisition, when the acquisition results in a regional association, will not be prejudicial to the interests of the depositors, members, or shareholders of an acquired District association or the general public upon consideration of, at least, the following factors: (A) The character, experience, and financial responsibility of the association or savings and loan holding company seeking to make the acquisition, its directors and officers, if applicable, and any proposed new directors and officers to control and operate a District association or District savings and loan holding company; and (B) The future prospects and stability of the association or savings and loan holding company sought to be acquired. (b) Subject to the provisions of this section, a District association organized under the laws of the District may apply to the Superintendent [Commissioner] to consolidate or merge with, transfer all or substantially all of its assets to, or effect a statutory merger with a regional association. (c) (1) A regional association or a regional savings and loan holding company having a District association subsidiary, a District saving and loan holding company subsidiary, or branches in the District, acquired other than pursuant to an emergency supervisory acquisition under federal law or resulting from the regular course of securing or collecting a debt previously contracted in good faith, may apply to the Superintendent [Commissioner] to acquire another District association or a District savings and loan holding company on the approval of the Superintendent [Commissioner] and appropriate federal authorities. (2) The approval of the Superintendent [Commissioner] shall be subject to any laws and regulations applicable to the acquisition of District associations and District savings and loan holding companies by an association or savings and loan holding company whose branches, association subsidiaries, or association subsidiary branches are located in the District. ( Oct. 12, 1988, D.C. Law 7-175, § 3, 35 DCR 6133 .) Prior Codifications 1981 Ed., § 26-902. Section References This section is referenced in § 26-206 , § 26-1204 , § 26-1206 , and § 26-1216 . Previous § 26–1201. Definitions. Next § 26–1203. Authorization of regional branches. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 26–1203. Authorization of regional branches. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 12. Savings and Loan Acquisition. § 26–1203. Authorization of regional branches. Code of the District of Columbia § 26–1203. Authorization of regional branches. (a) Ninety days after October 12, 1988, a regional association or a regional savings and loan holding company may obtain a certificate of authority to establish, maintain, and acquire branches in the District on approval of the Superintendent [Commissioner]. (b) Before granting approval, the Superintendent [Commissioner] shall determine that each of the following requirements is met: (1) The laws of the state in which the branching regional association or regional savings and loan holding company has its principal place of business authorize District associations or District savings and loan holding companies to establish or maintain branches in that state on terms and conditions reasonably equivalent to those applicable to the establishment or maintenance of branches in the District by District associations and District savings and loan holding companies and on terms and conditions reasonably equivalent to those applicable to the establishment or maintenance of branches in that state by an association or savings and loan holding company located in that state; (2) The establishment or maintenance of a branch complies with conditions, restrictions, requirements, or other limitations that would apply to the branching of a District association or District savings and loan holding company in the state in which the regional association or regional savings and loan holding company has its principal place of business, but that would not apply to the branching of an association or savings and loan holding company, all of whose branches or association subsidiaries are located in that state; and (3) The establishment or maintenance of a branch will not be prejudicial to the interests of the general public; among the factors to be considered by the Superintendent [Commissioner] in making a determination under this paragraph are the character, experience, and financial responsibility of the association or savings and loan holding company seeking to establish a branch and its directors and officers. ( Oct. 12, 1988, D.C. Law 7-175, § 4, 35 DCR 6133 .) Prior Codifications 1981 Ed., § 26-903. Section References This section is referenced in § 26-1204 , § 26-1206 , and § 26-1216 . Previous § 26–1202. Authorization of regional acquisitions. Next § 26–1204. Conditions for regional acquisitions and regional branches. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 26–1204. Conditions for regional acquisitions and regional branches. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 12. Savings and Loan Acquisition. § 26–1204. Conditions for regional acquisitions and regional branches. Code of the District of Columbia § 26–1204. Conditions for regional acquisitions and regional branches. (a) When not inconsistent with federal law, the Superintendent [Commissioner] shall require each association or savings and loan holding company seeking to make an acquisition under § 26-1202 or seeking to branch under § 26-1203 to file information applicable to the nature of the application, a general plan of business, a proposed plan for capital investment in the District, and a community development program. In determining whether and to what extent the submissions are appropriate, the Superintendent [Commissioner] shall consider the overall purposes and resources of the savings and loan industry. The community development program shall set forth the applicant’s plan to: (1) Assist in the development of economically-disadvantaged and underserved neighborhoods in the District; (2) Assist in meeting the credit and deposit service needs of low- and moderate-income and minority District residents; (3) Assist in expanding support for small, minority, or women-owned businesses; and (4) Market the community development program and publicize the community development program to the applicant’s employees and to individuals and businesses located in areas which the applicant will serve. (b) To the extent considered appropriate by the Superintendent [Commissioner], the Superintendent [Commissioner] shall require that an applicant seeking to make an acquisition under § 26-1202 or seeking to branch under § 26-1203 provide the following: (1) A description of the local community, including low- and moderate-income neighborhoods where the applicant intends to provide credit and services and from which the applicant intends to draw deposits or customers; (2) A description of the business services which the applicant will offer to low- and moderate-income persons, and a description of the services which the applicant will offer, at a minimum cost, to these persons; (3) The applicant’s agreement to cash checks issued by the District and the United States governments at branch offices within target development areas upon verification, according to normal and prudent industry practices, that an individual who presents the check at the branch office is legally entitled to payment, even though the bearer of the check does not maintain an account at the branch office; (4) A description of the applicant’s intended dividend policies; (5) A description of the applicant’s intended underwriting policies; (6) A description of the applicant’s loan policy, including the loan rates and the percentage of the total loans which will be made in low- and moderate-income areas. For purposes of determining compliance with the requirements of this subsection, loans may include permanent mortgage financing for the purchase and rehabilitation of 1 to 4 unit owner-occupied buildings or multi-family residential buildings, home improvement loans for single-family homes, or interim loans for construction, rehabilitation, or projects qualifying for permanent financing; (7) A description of any technical assistance that the applicant will offer to individuals and businesses in low- and moderate-income areas; (8) A description of the applicant’s plans to use District-based minority firms to meet the applicant’s procurement needs, including goods and professional services; (9) A description of the applicant’s plans to cooperate with the District’s Department of Employment Services (“DOES”) to identify District residents as potential employees for the applicant’s District offices; (10) A description of the applicant’s plan to assure the retention of existing jobs held by District residents; (11) A description of the applicant’s plans to designate a senior lending officer to review specifically the needs of small, minority, or women-owned businesses and community development organizations; (12) A description of the applicant’s plans to use its best efforts to increase the number of minority and female representatives on the applicant’s board of directors and, if applicable, on the board of any of the applicant’s District-based association subsidiaries; (13) A description of the applicant’s plans to establish a training program for employees at all levels of the association’s, and, if applicable, the savings and loan holding company’s operations; (14) A description of the applicant’s plans for branching or operating new offices, and, where appropriate, a description of how those plans will aid the applicant in achieving the objectives of the community development program; (15) A description of the applicant’s plans to sell food coupons, pursuant to 7 U.S.C. § 2011 et seq. (“Food Stamp Act”), in branch offices located in the District; (16) The applicant’s agreement to submit an annual report to the Superintendent [Commissioner] updating any information submitted to the Superintendent [Commissioner] with regard to the community development program; and (17) Any other information that the Superintendent [Commissioner] considers appropriate. (c) For purposes of determining compliance with the requirements of this section, loans may include: (1) Permanent mortgage financing for the purchase and rehabilitation of 1 to 4 unit owner-occupied buildings or multi-family residential buildings; (2) Home improvement loans for single-family homes, or interim loans for construction, rehabilitation, or projects qualifying for permanent financing; (3) Federal Housing Administration (“FHA”) insured and Veterans Administration (“VA”) guaranteed mortgage financing, including FHA title 1 home improvement loans; (4) Blanket and share loans for the purchase and rehabilitation of cooperatively-owned residential properties; (5) Loans made pursuant to programs established pursuant to § 47-848 , or a similar homesteading program established by the District; (6) Participation with nonprofit developers of housing; (7) Term loans for small, minority, or women-owned businesses for building construction, building improvement, inventory or fixed asset financing; or (8) Working capital. (d) (1) If an applicant filing an application pursuant to § 26-1202 or § 26-1203 has made in connection with that application any express written commitments to the Superintendent [Commissioner] with respect to subjects set forth in subsections (a), (b), or (c) of this section, the Superintendent [Commissioner] may, at any time, review the activities of the applicant to determine whether the applicant has fulfilled the express written commitments. The Superintendent [Commissioner] may require an applicant to supply information and to submit any report the Superintendent [Commissioner] considers necessary to make a determination under this paragraph. (2) Upon the determination of the Superintendent [Commissioner] that an applicant filing an application pursuant to § 26-1202 or § 26-1203 has failed to fulfill express written commitments that the applicant made with respect to subjects set forth in subsections (a), (b), or (c) of this section, the Superintendent [Commissioner] may order the applicant to take steps to comply with all the commitments within a reasonable period of time. (3) If the Superintendent [Commissioner] believes, at any time, that an applicant, subject to an order issued under paragraph (2) of this subsection, has failed to comply with the order within the period specified in the order, the Superintendent [Commissioner] may conduct a hearing in accordance with § 2-509 , on the issue of whether the applicant has fulfilled any express written commitments that the applicant made with respect to subjects set forth in subsections (a), (b), or (c) of this section. (4) If, after a hearing as specified in paragraph (3) of this subsection, the Superintendent [Commissioner] determines that an applicant has failed to fulfill express written commitments made with respect to subjects set forth in subsections (a), (b), or (c) of this section, the Superintendent [Commissioner] may: (A) Order the applicant to divest itself of control of all District associations and District savings and loan holding companies and of all District branches of any other subsidiary association within a reasonable period of time if the applicant has acquired a District association or District savings and loan holding company pursuant to § 26-1202 . If the Superintendent [Commissioner] orders divestiture pursuant to this subparagraph, the divestiture shall be completed within 1 year after the date on which the Superintendent’s [Commissioner’s] order becomes final; or (B) Order the revocation of the certificate of authority and a cessation of operations under the certificate within a reasonable period of time if the applicant is branching pursuant to § 26-1203 ; if the Superintendent [Commissioner] orders the cessation of business being conducted under the certificate, the cessation of business shall be completed within 1 year after the date on which the Superintendent’s [Commissioner’s] order becomes final. (5) The Superintendent’s [Commissioner’s] decision in a case initiated under paragraph (3) of this subsection shall be subject to judicial review by the District of Columbia Court of Appeals in accordance with § 2-510 . (6) The Superintendent [Commissioner] shall initiate any case under paragraph (3) of this subsection of the issue of whether an association or savings and loan holding company has failed to fulfill express written commitments that the association or savings and loan holding company made with respect to subjects set forth in subsections (a), (b), or (c) of this section within 4 years of the date of the acquisition of the District association or District savings and loan holding company subject to the express written commitments. (e) The Superintendent [Commissioner] shall rule on any application submitted under §§ 26-1202 and 26-1203 no later than 90 days following the date of submission of a complete application, but the ruling may be conditioned upon approval by federal regulatory authorities or contain other appropriate conditions. The Superintendent [Commissioner] may extend the 90-day period for up to 30 days. If the Superintendent [Commissioner] fails to rule on the application within the 90-day period, or any extension, the application shall be deemed approved. (f) For purposes of § 26-1202(a)(1) through (3) and § 26-1202(c)(1) and (2), a District association shall be treated as if it were a District savings and loan holding company if the laws of the state where the acquiring association or savings and loan holding company has its principal place of business would permit the regional association or a regional savings and loan holding company to be acquired by a District savings and loan holding company, but not by a District association. ( Oct. 12, 1988, D.C. Law 7-175, § 5, 35 DCR 6133 .) Prior Codifications 1981 Ed., § 26-904. Section References This section is referenced in § 26-206 and § 26-1215 . Previous § 26–1203. Authorization of regional branches. Next § 26–1205. Authorization of nonregional acquisitions. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 26–1205. Authorization of nonregional acquisitions. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 12. Savings and Loan Acquisition. § 26–1205. Authorization of nonregional acquisitions. Code of the District of Columbia § 26–1205. Authorization of nonregional acquisitions. (a) Ninety days after October 12, 1988, a nonregional association or a nonregional savings and loan holding company may acquire, on the approval of the Superintendent [Commissioner]: (1) A District association that has been in existence on January 1, 1988, and continuously operating for at least 2 years prior to that date or a District savings and loan holding company, all of the District association subsidiaries of which were in existence on January 1, 1988, and continuously operating for at least 2 years prior to that date; or (2) A District association or District savings and loan holding company organized solely for the purpose of facilitating the acquisition of a District association that was in existence on January 1, 1988, and continuously operating for at least 2 years prior to that date or a District savings and loan holding company, all of the District association subsidiaries of which were in existence on January 1, 1988, and continuously operating for at least 2 years prior to that date. (b) Before granting approval, the Superintendent [Commissioner] shall determine that: (1) The applicant will make loans and extend credit to a target economic development project in the District for an amount equal to or greater than .0625% of the applicant’s total assets within 3 years following the date of the acquisition of a District association or a District savings and loan holding company. (2) The applicant will establish at least 2 branch offices in target development areas, in addition to any acquired branch offices, within 3 years following the date of acquisition of a District association or savings and loan holding company. (3) The applicant will cash checks issued by the District and the United States governments at branch offices within target development areas upon verification, according to normal and prudent industry practices, that the individual who presents the check at the branch office is legally entitled to payment even though the bearer of the check does not maintain an account at the branch office. (4) The applicant will sell food coupons pursuant to 7 U.S.C. § 2011 et seq. (5) The applicant will employ District residents, according to a sliding scale based upon total assets to be developed by the Superintendent [Commissioner], in positions located in the District that were not located in the District prior to approval of the acquisition within 3 years following the date of acquisition of a District association or District savings and loan holding company. (c) Once an area has been designated as a “target development area” or once a project has been determined to be a “target economic development project” and identified by an applicant in an application that is approved pursuant to this section, that designation or determination is final for the applicant and any future revision in the designation of target development areas or target economic development projects shall have no effect on the applicant. (d) (1) Except as provided in paragraph (2) of this subsection, an applicant shall submit with its application an irrevocable and confirmed letter of credit from an acceptable bank or association, as determined by the Superintendent [Commissioner]. The letter of credit shall name the District as the beneficiary and provide that the District of Columbia Treasurer receive a sum set by the Superintendent [Commissioner] upon presentation to the issuer by the Superintendent [Commissioner] of a decision and final order reached pursuant to subsection (g) of this section. The letter of credit shall be established on the date when the applicant submits its application to the Superintendent [Commissioner]. (2) In place of an irrevocable and confirmed letter of credit, the Superintendent [Commissioner] may authorize the use of any other financial instrument that would assure payment of fines assessed pursuant to subsection (g) of this section. (e) The Superintendent [Commissioner] may reduce or extend the time within which an association or savings and loan holding company shall satisfy any commitment made in connection with an application filed pursuant to this section if the Superintendent [Commissioner] finds that the commitment was contingent upon certain action to be taken by the District that the District has not taken or the economic or financial conditions of the association or savings and loan holding company justify the action and the savings and loan holding company justifies the action. (f) Any District association or District savings and loan holding company may elect not to be acquired pursuant to this section by passing a resolution to that effect by its board of directors and shareholders or board of directors and members. The resolution shall be forwarded to the Superintendent [Commissioner] within 60 days after its adoption. No acquisition of an association or savings and loan holding company, which has timely filed a resolution, shall be allowed by the Superintendent [Commissioner], unless notice is given to the Superintendent [Commissioner], at the time an application is filed, that the resolution has been withdrawn or reversed by vote of the board of directors and shareholders or board of directors and members. (g) (1) The Superintendent [Commissioner] may, at any time, review the activities of a nonregional association or a nonregional savings and loan holding company making an acquisition under this section and its District association subsidiaries to determine whether the nonregional association or nonregional savings and loan holding company is fulfilling the commitments set forth in subsection (b) of this section. At the end of 3 years following the acquisition of a District association or a District savings and loan holding company by a nonregional association or a nonregional savings and loan holding company under this section, the Superintendent [Commissioner] shall review the activities of the nonregional association or the nonregional savings and loan holding company and its District association subsidiaries and shall determine whether the nonregional association or nonregional savings and loan holding company has fulfilled and is continuing to fulfill the commitments set forth in subsection (b) of this section. The Superintendent [Commissioner] shall complete the review and make the determination no later than 39 months after the acquisition of a District association or District savings and loan holding company by the nonregional association or nonregional savings and loan holding company. The Superintendent [Commissioner] may require a nonregional association or a nonregional savings and loan holding company making an acquisition under this section and its District association subsidiaries to supply information and to submit any report the Superintendent [Commissioner] considers necessary to make a determination under this subsection. (2) Upon the determination of the Superintendent [Commissioner] that an association or savings and loan holding company has failed to comply with any commitment made in connection with an application filed pursuant to this section, the Superintendent [Commissioner] shall order the association or savings and loan holding company to take steps to comply with the commitment within a specified reasonable period of time. The Superintendent [Commissioner] may extend this specified reasonable period of time. (3) If, 30 days after the date specified for compliance with an order issued pursuant to paragraph (2) of this subsection, including any extension, the Superintendent [Commissioner] determines that the association or savings and loan holding company has not complied with the order, the Superintendent [Commissioner] shall hold a hearing pursuant to § 2-509 to determine whether the association or savings and loan holding company has failed to comply with the order. The hearing shall be subject to judicial review by the District of Columbia Court of Appeals pursuant to § 2-510 . (4) If, after the hearing and final order issued upon the completion of all appeals, the Superintendent [Commissioner] concludes that the association or savings and loan holding company has not complied with the order issued by the Superintendent [Commissioner] pursuant to paragraph (2) of this subsection within the specified period of time, including any extension, the Superintendent [Commissioner] shall either: (A) Order the association or savings and loan holding company to divest itself of control of all District associations and all District branches of any other subsidiary association within a reasonable period of time. If the Superintendent [Commissioner] orders divestiture pursuant to this paragraph, the divestiture shall be completed within 1 year after the date on which the Superintendent’s [Commissioner’s] order became final; or (B) Fine the association or savings and loan holding company not more than $1,000 a day and present the decision, final order, and letter of credit or other financial assurance required in subsection (d) of this section to the insurer and call upon the issuer to honor the letter of credit or other financial assurance for payment equal to the amount of the fine assessed pursuant to this paragraph. (5) When determining whether to order divestiture or to impose a fine and the amount, the Superintendent [Commissioner] shall consider the efforts made by the association or savings and loan holding company to comply with the Superintendent’s [Commissioner’s] order and whether the association or savings and loan holding company has substantially completed its commitment pursuant to subsection (b) of this section. (6) The Superintendent [Commissioner] shall exercise his or her authority under paragraphs (3), (4), and (5) of this subsection within 4 years of the date of the acquisition of a District savings and loan holding company or District association, plus any extensions and any period during which a hearing and its appeals are pending pursuant to this subsection. (7) The Superintendent [Commissioner] shall submit a written report of any actions that the Superintendent [Commissioner] takes pursuant to this subsection to the Council and to the appropriate state or federal regulatory authority. (h) Subject to the provisions of this section, a District association organized under the laws of the District may consolidate or merge with, transfer all or substantially all of its assets to, or effect a statutory merger with a nonregional association. (i) The Superintendent [Commissioner] shall list applications for acquisitions pursuant to this section in the Superintendent’s [Commissioner’s] periodic bulletin published in the District of Columbia Register. ( Oct. 12, 1988, D.C. Law 7-175, § 6, 35 DCR 6133 ; Apr. 9, 1997, D.C. Law 11-255, § 25, 44 DCR 1271 .) Prior Codifications 1981 Ed., § 26-905. Section References This section is referenced in § 26-1206 and § 26-1215 . Previous § 26–1204. Conditions for regional acquisitions and regional branches. Next § 26–1206. Review of applications. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 26–1206. Review of applications. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 12. Savings and Loan Acquisition. § 26–1206. Review of applications. Code of the District of Columbia § 26–1206. Review of applications. (a) Prior to deciding whether to grant approval of the application under § 26-1202 , § 26-1203 , or § 26-1205 , the Superintendent [Commissioner] shall accept public comment on the application and shall hold a public hearing on the application, according to procedures established by rules issued by the Superintendent [Commissioner]. (b) The Superintendent [Commissioner] shall make either a favorable or unfavorable recommendation on the application, explain the reasons for his or her recommendation, and submit to the Council his or her recommendation and explanation, a copy of the application, and any other relevant information or submissions within 90 days after receipt of the application. The Superintendent [Commissioner] may extend this 90-day period for up to an additional 60 days. No application required by § 26-1202 , § 26-1203 , or § 26-1205 , shall be complete unless it is accompanied by an application fee in an amount to be established by the Superintendent [Commissioner] and made payable to the District of Columbia Treasurer. No entity required to obtain issuance shall commence operations until the applicant has submitted evidence that the insurance has been obtained. (c) The Council may adopt a resolution disapproving the Superintendent’s [Commissioner’s] recommendation within 45 days, excluding Saturdays, Sundays, legal holidays, and days of Council recess, after receipt of the Superintendent’s [Commissioner’s] recommendation. (d) If the Council fails to adopt a resolution disapproving the Superintendent’s [Commissioner’s] recommendation within the 45-day period, the Superintendent’s [Commissioner’s] recommendation shall be deemed approved. ( Oct. 12, 1988, D.C. Law 7-175, § 7, 35 DCR 6133 .) Prior Codifications 1981 Ed., § 26-906. Previous § 26–1205. Authorization of nonregional acquisitions. Next § 26–1207. Prohibitions. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 26–1207. Prohibitions. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 12. Savings and Loan Acquisition. § 26–1207. Prohibitions. Code of the District of Columbia § 26–1207. Prohibitions. (a) Except as otherwise expressly permitted by this chapter or other applicable District or federal law, an association or savings and loan holding company that is not a District association or District savings and loan holding company or is not a regional association or regional savings and loan holding company: (1) May not acquire a District association or savings and loan holding company; and (2) May not acquire a regional association or regional savings and loan holding company that controls a District association or District savings and loan holding company. (b) (1) Except as provided under paragraph (2) of this subsection, if a District association or District savings and loan holding company or regional association or regional savings and loan holding company ceases to be a District association, District savings and loan holding company, regional association, or regional savings and loan holding company, the association or savings and loan holding company shall, within 2 years, divest itself of all District associations and District savings and loan holding companies and all District branches of any other subsidiary association. (2) A regional savings and loan holding company, regional association, District savings and loan holding company, or District association may not be required to divest its District associations, District savings and loan holding companies, or District branches if: (A) An institution in another state, not within the region, was or is acquired pursuant to an emergency supervisory acquisition under federal law; (B) An association having branches in a state other than within the region was or is acquired in the regular course of securing or collecting a debt previously contracted in good faith and the association or savings and loan holding company divests the association or branches acquired outside of the region within 2 years of the date of the acquisition; (C) An increase in deposits in branches or association subsidiaries, not within the region, is the result of an occurrence other than de novo branching or the acquisition of an association or savings and loan holding company; or (D) The change in status results from an acquisition authorized by this chapter. ( Oct. 12, 1988, D.C. Law 7-175, § 8, 35 DCR 6133 .) Prior Codifications 1981 Ed., § 26-907. Previous § 26–1206. Review of applications. Next § 26–1208. District status. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 26–1208. District status. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 12. Savings and Loan Acquisition. § 26–1208. District status. Code of the District of Columbia § 26–1208. District status. (a) A District association that is controlled by a savings and loan holding company other than a District savings and loan holding company shall be subject and entitled to the benefit of all laws of the District and the rules promulgated pursuant to laws relating to the acquisition, ownership, affiliations, branching, and operations of District associations controlled by District savings and loan holding companies. (b) Any restrictions, limitations, prohibitions, or requirements pursuant to this section pertaining to the conduct of business in the District by an association or savings and loan holding company shall not apply to corporate, business, investment, or other activities of the association or savings and loan holding company outside the District. (c) An association or a savings and loan holding company that controls an association or branches located in the District shall file with the Superintendent [Commissioner]: (1) Copies of all regular and periodic reports that the savings and loan association or savings and loan holding company is required to file under §§ 13 and 15(d) of the Securities Exchange Act of 1934 (15 U.S.C. §§ 78m and 78o(d)), excluding any portions not required to be made available to the public; and (2) Any other information regarding the District association or branches that the Superintendent [Commissioner] shall require by rule. (d) The Superintendent [Commissioner] shall promptly notify the Council of any regional or nonregional associations and savings and loan holding companies that control District associations or have District association subsidiaries that fail or refuse to submit information as required in subsection (c) of this section. ( Oct. 12, 1988, D.C. Law 7-175, § 9, 35 DCR 6133 .) Prior Codifications 1981 Ed., § 26-908. Previous § 26–1207. Prohibitions. Next § 26–1209. Rules. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 26–1209. Rules. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 12. Savings and Loan Acquisition. § 26–1209. Rules. Code of the District of Columbia § 26–1209. Rules. The Superintendent [Commissioner] shall, pursuant to subchapter I of Chapter 5 of Title 2 , issue proposed rules to implement the provisions of this chapter. The proposed rules shall be submitted to the Council for a 45-day review period, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the Council does not approve or disapprove the proposed rules, in whole or in part, by resolution within this 45-day review period, the proposed rules shall be deemed approved. Nothing in this section shall affect the requirements imposed upon the Mayor by subchapter I of Chapter 5 of Title 2 . ( Oct. 12, 1988, D.C. Law 7-175, § 10, 35 DCR 6133 .) Prior Codifications 1981 Ed., § 26-909. Previous § 26–1208. District status. Next § 26–1210. Continued operations of existing associations and savings and loan holding companies. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 26–1210. Continued operations of existing associations and savings and loan holding companies. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 12. Savings and Loan Acquisition. § 26–1210. Continued operations of existing associations and savings and loan holding companies. Code of the District of Columbia § 26–1210. Continued operations of existing associations and savings and loan holding companies. (a) This chapter shall not be construed to require divestiture by an association or a savings and loan holding company that acquired its subsidiary District association or District savings and loan holding company prior to October 12, 1988. (b) This chapter shall not require a regional association that, on October 12, 1988, has branch offices in the District and conducts business in the District to divest itself of any branch offices or to cease or otherwise limit its business or branching activities in the District. ( Oct. 12, 1988, D.C. Law 7-175, § 11, 35 DCR 6133 .) Prior Codifications 1981 Ed., § 26-910. Previous § 26–1209. Rules. Next § 26–1211. Status after conversion. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 26–1211. Status after conversion. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 12. Savings and Loan Acquisition. § 26–1211. Status after conversion. Code of the District of Columbia § 26–1211. Status after conversion. (a) An association’s status as a regional association shall not be affected by the association’s conversion, after October 12, 1988, from a federal charter to a charter issued by a state in the region or by the association’s conversion from a state charter to a federal charter, so long as the association otherwise continues to qualify as a regional association under the provisions of § 26-1201(19) . (b) An association’s status as a District association or a regional association may not be affected by the association’s conversion, after October 12, 1988, from an association insured by the Federal Deposit Insurance Corporation to an association insured by the Federal Savings and Loan Insurance Corporation or by the association’s conversion from an association insured by the Federal Savings and Loan Insurance Corporation to an association insured by the Federal Deposit Insurance Corporation so long as the association continues to be a District association or a regional association as defined in § 26-1201(8) or § 26-1201(19) . ( Oct. 12, 1988, D.C. Law 7-175, § 12, 35 DCR 6133 .) Prior Codifications 1981 Ed., § 26-911. References in Text The “Federal Savings and Loan Insurance Corporation”, referred to in (b), has been abolished. For provisions relating to the abolition of the Federal Savings and Loan Insurance Corporation and the transfer of functions, personnel and property of that agency, see §§ 401 to 406 of Pub. L. 101-73, set out as a note under  12 U.S.C. § 1437. Previous § 26–1210. Continued operations of existing associations and savings and loan holding companies. Next § 26–1212. Insurance. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 26–1212. Insurance. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 12. Savings and Loan Acquisition. § 26–1212. Insurance. Code of the District of Columbia § 26–1212. Insurance. Following an acquisition pursuant to this chapter, the deposits of any resulting association doing business in the District shall be insured by either the Federal Deposit Insurance Corporation pursuant to 12 U.S.C. § 1811   et seq., or the Federal Savings and Loan Insurance Corporation pursuant to 12 U.S.C. § 1724   et seq. [repealed]. ( Oct. 12, 1988, D.C. Law 7-175, § 13, 35 DCR 6133 .) Prior Codifications 1981 Ed., § 26-912. References in Text “ 12 U.S.C. § 1724 et seq.”, referred to in this section, was repealed by Pub. L. 101-73, title IV, § 407, August 9, 1989, 103 Stat. 363. The “Federal Savings and Loan Insurance Corporation”, referred to in this section, has been abolished. For provisions relating to the abolition of the Federal Savings and Loan Insurance Corporation and the transfer of functions, personnel and property of that agency, see §§ 401 to 406 of Pub. L. 101-73, set out as a note under  12 U.S.C. § 1437. Previous § 26–1211. Status after conversion. Next § 26–1213. Federal exclusion. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 26–1213. Federal exclusion. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 12. Savings and Loan Acquisition. § 26–1213. Federal exclusion. Code of the District of Columbia § 26–1213. Federal exclusion. This chapter shall not be construed to: (1) Grant the Superintendent [Commissioner] or any other District agency jurisdiction over a federal association or any merger or consolidation of a federal association in which an association chartered by the District is not a party; or (2) Subject any federal association to any law or rule of the District or its agencies to which it is not otherwise subject. ( Oct. 12, 1988, D.C. Law 7-175, § 14, 35 DCR 6133 .) Prior Codifications 1981 Ed., § 26-913. Previous § 26–1212. Insurance. Next § 26–1214. Cooperative agreements and examinations. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 26–1214. Cooperative agreements and examinations. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 12. Savings and Loan Acquisition. § 26–1214. Cooperative agreements and examinations. Code of the District of Columbia § 26–1214. Cooperative agreements and examinations. (a) The Superintendent [Commissioner] shall examine all nonfederal District associations controlled by an association or savings and loan holding company and all District branches controlled by an association or savings and loan holding company. (b) The Superintendent [Commissioner] may enter into cooperative agreements with any other savings and loan regulatory agency to facilitate the regulation and examination of any savings and loan association or savings and loan holding company doing business in the District. (c) The Superintendent [Commissioner] may accept a report of an examination or other records from any other regulatory unit instead of conducting its own examinations of interstate associations or associations controlled by savings and loan holding companies located in other jurisdictions. (d) The Superintendent [Commissioner] may take any action jointly with any other regulatory agency having concurrent jurisdiction over savings and loan associations and savings and loan holding companies in the District or may take action independently to carry out the responsibilities of the Superintendent [Commissioner]. ( Oct. 12, 1988, D.C. Law 7-175, § 15, 35 DCR 6133 .) Prior Codifications 1981 Ed., § 26-914. Previous § 26–1213. Federal exclusion. Next § 26–1215. Remedies. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 26–1215. Remedies. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 12. Savings and Loan Acquisition. § 26–1215. Remedies. Code of the District of Columbia § 26–1215. Remedies. (a) The Superintendent [Commissioner] shall report violations of any provision of this chapter to the Corporation Counsel. The Corporation Counsel may institute a civil action on behalf of the District for equitable or any other appropriate relief, including the imposition of civil fines provided in this section, unless different procedures or means of obtaining relief are specified in this chapter for the violation. (b) Any person violating any provision of this chapter or any rule issued pursuant to this chapter shall be subject to a civil fine of not more than $1,000 per day for each day the violation continues, up to a maximum of $30,000 for a single violation, unless a different penalty is specified in § 26-1204(d)(4)(A) , § 26-1204(d)(4)(B) or § 26-1205(g)(4)(B) for the violation, in which case the specified penalty shall apply. (c) Any person who wilfully violates this chapter or any rule issued pursuant to this chapter shall be subject to a civil fine of not more than $5,000 a day for each day the violation continues, up to a maximum of $150,000, unless a different penalty is specified in § 26-1204(d)(4)(A) , § 26-1204(d)(4)(B) or § 26-1205(g)(4)(B) for the violation, in which case the specified penalty shall apply. ( Oct. 12, 1988, D.C. Law 7-175, § 16, 35 DCR 6133 .) Prior Codifications 1981 Ed., § 26-915. Previous § 26–1214. Cooperative agreements and examinations. Next § 26–1216. Registered agent. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 26–1216. Registered agent. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 12. Savings and Loan Acquisition. § 26–1216. Registered agent. Code of the District of Columbia § 26–1216. Registered agent. (a) Each association or savings and loan holding company making an application to the Superintendent [Commissioner] under § 26-1202 or § 26-1203 shall include in that application a statement identifying a registered agent and registered office for the association or savings and loan holding company. The registered agent shall be an agent of the association or savings and loan holding company upon whom process may be served. All notices or demands required or permitted by law may be served upon the registered agent. The registered agent and office may be the same as that used by the District association or District savings and loan holding company sought to be acquired. The appointment of a registered agent for purposes of this section shall meet the requirements imposed on a foreign corporation’s appointment of a registered agent and office by § 29-101.106. (b) If the association or savings and loan holding company fails to appoint or maintain a registered agent and office in the District, the Mayor shall serve as the agent of the association or savings and loan holding company upon whom any process, notice, or demand against the association or savings and loan holding company may be served. All matters served upon the Mayor pursuant to this section shall be handled in the same manner as matters served upon the Mayor on behalf of foreign corporations pursuant to § 29-101.108(b) and (d). (c) The appointment of a registered agent pursuant to this section may not be revoked or modified, except that a new registered agent may be substituted, as long as any liability for the penalties imposed by this chapter remains outstanding against the association or savings and loan holding company. Upon satisfaction of any liability, the appointment may be revoked or otherwise modified, unless the association or savings and loan holding company is otherwise required by law to maintain the registered agent and office. ( Oct. 12, 1988, D.C. Law 7-175, § 17, 35 DCR 6133 .) Prior Codifications 1981 Ed., § 26-916. Previous § 26–1215. Remedies. Next § 26–1217. Use of minority-owned savings and loan associations. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 26–1217. Use of minority-owned savings and loan associations. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 12. Savings and Loan Acquisition. § 26–1217. Use of minority-owned savings and loan associations. Code of the District of Columbia § 26–1217. Use of minority-owned savings and loan associations. (a) Recipients of the District of Columbia government contracts are encouraged to use federally and District chartered minority-owned savings and loan associations certified by the Small and Local Business Opportunity Commission in accordance with subchapter IX-A of Chapter 2 of Title 2 . (b) The Mayor shall, pursuant to subchapter I of Chapter 5 of Title 2 , issue rules to implement the provisions of this section within 90 days of March 16, 1989. All rules issued pursuant to this subsection shall be transmitted to the Council for review. ( Oct. 12, 1988, D.C. Law 7-175, § 17a ; as added Mar. 16, 1989, D.C. Law 7-187, § 3(b), 35 DCR 8648 ; October 4, 2000, D.C. Law 13-169, § 7, 47 DCR 5846 ; Oct. 20, 2005, D.C. Law 16-33, § 2381(b), 52 DCR 7503 .) Prior Codifications 1981 Ed., § 26-917. Effect of Amendments D.C. Law 13-169 in subsec. (a) substituted for “Minority Business Opportunity Commission in accordance with the District of Columbia Minority Contracting Act of 1976, § 1-1141 et seq.” 1981 Ed. the phrase “District of Columbia Local Business Opportunity Commission in accordance with subchapter II-B of Chapter 11 of Title 1 ” [1981 Ed.]. D.C. Law 16-33 , in subsec. (a), substituted “Small and Local Business Opportunity Commission in accordance with subchapter IX-A of Chapter 2 of Title 2 ” for “District of Columbia Local Business Opportunity Commission in accordance with subchapter IX of Chapter 2 of Title 2 ”. Cross References Banking institutions organized under federal statute, application of District law, see § 26-710 . Emergency Legislation For temporary (90-day) amendment of section, see § 7 of the Equal Opportunity for Local, Small, or Disadvantaged Business Enterprises Emergency Amendment Act of 2000 (D.C. Act 13-415, August 14, 2000,  47 DCR 7296). For temporary (90 day) amendment of section, see § 2381(b) of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005,  52 DCR 7667). Temporary Legislation Section 7 of D.C. Law 13-216 , in subsec. (a), substituted “District of Columbia Local Business Opportunity Commission in accordance with the Equal Opportunity for Local, Small, and Disadvantaged Business Enterprises Act of 1998” for “Minority Business Opportunity Commission in accordance with the District of Columbia Minority Contracting Act of 1976”. Section 11(b) of D.C. Law 13-216 provided that the act shall expire after 225 days of its having taken effect. Previous § 26–1216. Registered agent. Next Chapter 13. Trust, Loan, Mortgage, Safe Deposit and Title Corporations. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library .",
  "metadata": {
    "site_url": "https://code.dccouncil.gov/us/dc/council/code/titles/26/chapters/12",
    "extra_data": {
      "code_title": "Title 26: Banks and Other Financial Institutions",
      "chapter_number": "12",
      "separated_text": {
        "§ 26–1201. Definitions.": "For the purposes of this chapter, the term:",
        "Prior Codifications": "1981 Ed., § 26-917.",
        "Section References": "This section is referenced in § 26-1206 and § 26-1215 .",
        "References in Text": "“ 12 U.S.C. § 1724 et seq.”, referred to in this section, was repealed by Pub. L. 101-73, title IV, § 407, August 9, 1989, 103 Stat. 363.",
        "§ 26–1202. Authorization of regional acquisitions.": "(a) A regional association, regional savings and loan holding company, District association, or District savings and loan holding company may acquire a District association or District savings and loan holding company on the approval of the Superintendent [Commissioner], if and only if, each of the following requirements is met:",
        "§ 26–1203. Authorization of regional branches.": "(a) Ninety days after October 12, 1988, a regional association or a regional savings and loan holding company may obtain a certificate of authority to establish, maintain, and acquire branches in the District on approval of the Superintendent [Commissioner].",
        "§ 26–1204. Conditions for regional acquisitions and regional branches.": "(a) When not inconsistent with federal law, the Superintendent [Commissioner] shall require each association or savings and loan holding company seeking to make an acquisition under § 26-1202 or seeking to branch under § 26-1203 to file information applicable to the nature of the application, a general plan of business, a proposed plan for capital investment in the District, and a community development program. In determining whether and to what extent the submissions are appropriate, the Superintendent [Commissioner] shall consider the overall purposes and resources of the savings and loan industry. The community development program shall set forth the applicant’s plan to:",
        "§ 26–1205. Authorization of nonregional acquisitions.": "(a) Ninety days after October 12, 1988, a nonregional association or a nonregional savings and loan holding company may acquire, on the approval of the Superintendent [Commissioner]:",
        "§ 26–1206. Review of applications.": "(a) Prior to deciding whether to grant approval of the application under § 26-1202 , § 26-1203 , or § 26-1205 , the Superintendent [Commissioner] shall accept public comment on the application and shall hold a public hearing on the application, according to procedures established by rules issued by the Superintendent [Commissioner].",
        "§ 26–1207. Prohibitions.": "(a) Except as otherwise expressly permitted by this chapter or other applicable District or federal law, an association or savings and loan holding company that is not a District association or District savings and loan holding company or is not a regional association or regional savings and loan holding company:",
        "§ 26–1208. District status.": "(a) A District association that is controlled by a savings and loan holding company other than a District savings and loan holding company shall be subject and entitled to the benefit of all laws of the District and the rules promulgated pursuant to laws relating to the acquisition, ownership, affiliations, branching, and operations of District associations controlled by District savings and loan holding companies.",
        "§ 26–1209. Rules.": "The Superintendent [Commissioner] shall, pursuant to subchapter I of Chapter 5 of Title 2 , issue proposed rules to implement the provisions of this chapter. The proposed rules shall be submitted to the Council for a 45-day review period, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the Council does not approve or disapprove the proposed rules, in whole or in part, by resolution within this 45-day review period, the proposed rules shall be deemed approved. Nothing in this section shall affect the requirements imposed upon the Mayor by subchapter I of Chapter 5 of Title 2 .",
        "§ 26–1210. Continued operations of existing associations and savings and loan holding companies.": "(a) This chapter shall not be construed to require divestiture by an association or a savings and loan holding company that acquired its subsidiary District association or District savings and loan holding company prior to October 12, 1988.",
        "§ 26–1211. Status after conversion.": "(a) An association’s status as a regional association shall not be affected by the association’s conversion, after October 12, 1988, from a federal charter to a charter issued by a state in the region or by the association’s conversion from a state charter to a federal charter, so long as the association otherwise continues to qualify as a regional association under the provisions of § 26-1201(19) .",
        "§ 26–1212. Insurance.": "Following an acquisition pursuant to this chapter, the deposits of any resulting association doing business in the District shall be insured by either the Federal Deposit Insurance Corporation pursuant to 12 U.S.C. § 1811   et seq., or the Federal Savings and Loan Insurance Corporation pursuant to 12 U.S.C. § 1724   et seq. [repealed].",
        "§ 26–1213. Federal exclusion.": "This chapter shall not be construed to:",
        "§ 26–1214. Cooperative agreements and examinations.": "(a) The Superintendent [Commissioner] shall examine all nonfederal District associations controlled by an association or savings and loan holding company and all District branches controlled by an association or savings and loan holding company.",
        "§ 26–1215. Remedies.": "(a) The Superintendent [Commissioner] shall report violations of any provision of this chapter to the Corporation Counsel. The Corporation Counsel may institute a civil action on behalf of the District for equitable or any other appropriate relief, including the imposition of civil fines provided in this section, unless different procedures or means of obtaining relief are specified in this chapter for the violation.",
        "§ 26–1216. Registered agent.": "(a) Each association or savings and loan holding company making an application to the Superintendent [Commissioner] under § 26-1202 or § 26-1203 shall include in that application a statement identifying a registered agent and registered office for the association or savings and loan holding company. The registered agent shall be an agent of the association or savings and loan holding company upon whom process may be served. All notices or demands required or permitted by law may be served upon the registered agent. The registered agent and office may be the same as that used by the District association or District savings and loan holding company sought to be acquired. The appointment of a registered agent for purposes of this section shall meet the requirements imposed on a foreign corporation’s appointment of a registered agent and office by § 29-101.106.",
        "§ 26–1217. Use of minority-owned savings and loan associations.": "(a) Recipients of the District of Columbia government contracts are encouraged to use federally and District chartered minority-owned savings and loan associations certified by the Small and Local Business Opportunity Commission in accordance with subchapter IX-A of Chapter 2 of Title 2 .",
        "Effect of Amendments": "D.C. Law 13-169 in subsec. (a) substituted for “Minority Business Opportunity Commission in accordance with the District of Columbia Minority Contracting Act of 1976, § 1-1141 et seq.” 1981 Ed. the phrase “District of Columbia Local Business Opportunity Commission in accordance with subchapter II-B of Chapter 11 of Title 1 ” [1981 Ed.].",
        "Cross References": "Banking institutions organized under federal statute, application of District law, see § 26-710 .",
        "Emergency Legislation": "For temporary (90-day) amendment of section, see § 7 of the Equal Opportunity for Local, Small, or Disadvantaged Business Enterprises Emergency Amendment Act of 2000 (D.C. Act 13-415, August 14, 2000,  47 DCR 7296).",
        "Temporary Legislation": "Section 7 of D.C. Law 13-216 , in subsec. (a), substituted “District of Columbia Local Business Opportunity Commission in accordance with the Equal Opportunity for Local, Small, and Disadvantaged Business Enterprises Act of 1998” for “Minority Business Opportunity Commission in accordance with the District of Columbia Minority Contracting Act of 1976”."
      }
    }
  }
}