{
  "text": "Subchapter I. Authority to enter into Interstate Insurance Product Regulation Compact. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 13B. Interstate Insurance Product Regulation Compact. Subchapter I. Authority to enter into Interstate Insurance Product Regulation Compact. Code of the District of Columbia Subchapter I. Authority to enter into Interstate Insurance Product Regulation Compact. § 31–1391. Authority to enter into Interstate Insurance Product Regulation Compact. Previous Chapter 13B. Interstate Insurance Product Regulation Compact. Next Subchapter II. Interstate Insurance Product Regulation Compact. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . Subchapter II. Interstate Insurance Product Regulation Compact. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 13B. Interstate Insurance Product Regulation Compact. Subchapter II. Interstate Insurance Product Regulation Compact. Code of the District of Columbia Subchapter II. Interstate Insurance Product Regulation Compact. § 31–1392.01. Mayoral Authority. § 31–1392.02. Commissioner Designated. Previous Subchapter I. Authority to enter into Interstate Insurance Product Regulation Compact. Next Chapter 14. Law on Examinations. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library .",
  "metadata": {
    "site_url": "https://code.dccouncil.gov/us/dc/council/code/titles/31/chapters/13B",
    "extra_data": {
      "code_title": "Title 31: Insurance and Securities",
      "chapter_number": "13B",
      "separated_text": {
        "Subchapter I. Authority to enter into Interstate Insurance Product Regulation Compact.": "§ 31–1391. Authority to enter into Interstate Insurance Product Regulation Compact.",
        "Subchapter II. Interstate Insurance Product Regulation Compact.": "§ 31–1392.01. Mayoral Authority. § 31–1392.02. Commissioner Designated."
      }
    }
  }
}