{
  "text": "§ 26–301. Definitions. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 3. Check Cashers. § 26–301. Definitions. Code of the District of Columbia § 26–301. Definitions. For the purposes of this chapter, the term: (1) “Check” means any check, draft, money order, personal money order, or other instrument for the transmission or payment of money. (2) “Check cashing” means the exchange of a check for money delivered to the presenter at the time and place of the presentation. (3) Repealed. (4) “Issue date” means, on a check held for deferred deposit, the date the check is cashed and the deferred deposit agreement is originated. (5) “Licensee” means any person duly licensed by the Superintendent [Commissioner] pursuant to this chapter. (6) “Limited station” means a type of check cashing business that authorizes the licensee to carry on the business of cashing checks for employees of a single and particular business or office and at a single location at or near such particular business or office site. (7) “Mobile unit” means any vehicle or other movable structure from which the business of cashing checks is to be conducted. (8) “Person” means an individual, firm, corporation, business trust, estate, trust, partnership, limited liability company, association, 2 or more persons having a joint or common interest, or any other legal or commercial entity, or group of individuals however organized but does not include the United States government, the government of the District of Columbia, or the United States Postal Service. (9) “Superintendent” means the Superintendent of the Office of Banking and Financial Institutions [Commissioner of the Department of Insurance, Securities, and Banking]. ( May 12, 1998, D.C. Law 12-111, § 2, 45 DCR 1782 ; Nov. 24, 2007, D.C. Law 17-42, § 2(a), 54 DCR 9988 .) Prior Codifications 1981 Ed., § 26-1101. Section References This section is referenced in § 28-3303 . Effect of Amendments D.C. Law 17-42 repealed par. (3) which had read as follows: “(3) ‘Deferred deposit’ means a supplemental check cashing service that allows the maker, in the event of a need for emergency cash, to write a personal check and receive cash immediately upon presentment and qualification, while delaying the deposit of the check into his or her personal checking account, pursuant to an agreement with the licensed check casher, for a mutually agreed to number of days following the issue date of the check. Post-dating of personal checks cashed and held for deferred deposit shall be prohibited.” Effective Dates Section 4 of D.C. Law 17-42 provided: “This act shall take effect following the certification by the Chief Financial Officer, through a revised quarterly revenue estimate for fiscal year 2008, that local funds exceed the annual revenue estimates incorporated in the fiscal year 2008 budget and financial plan in an amount sufficient to account for its fiscal effect. The Chief Financial Officer shall set aside revenue to account for the cost of fully implementing this act.” Previous Chapter 3. Check Cashers. Next § 26–302. Requirement of license. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 26–302. Requirement of license. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 3. Check Cashers. § 26–302. Requirement of license. Code of the District of Columbia § 26–302. Requirement of license. Except as provided in § 26-303 no person, including a person doing so on May 12, 1998, shall engage in the business of cashing checks for consideration without first obtaining a license from the Superintendent [Commissioner] pursuant to this chapter.  No separate license under this chapter shall be required for any agent of a licensee. ( May 12, 1998, D.C. Law 12-111, § 3, 45 DCR 1782 .) Prior Codifications 1981 Ed., § 26-1102. Previous § 26–301. Definitions. Next § 26–303. Exemptions. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 26–303. Exemptions. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 3. Check Cashers. § 26–303. Exemptions. Code of the District of Columbia § 26–303. Exemptions. The provisions of the chapter shall not apply to: (1) Banks, credit unions, trust companies, building and loan associations, and savings and loan associations organized under the laws of the United States or of the District of Columbia or authorized to do business in the District of Columbia; (2) The United States Postal Service; or (3) Any person who cashes checks without consideration or a charge. ( May 12, 1998, D.C. Law 12-111, § 4, 45 DCR 1782 .) Prior Codifications 1981 Ed., § 26-1103. Section References This section is referenced in § 26-302 . Previous § 26–302. Requirement of license. Next § 26–304. Form and contents of application for license. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 26–304. Form and contents of application for license. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 3. Check Cashers. § 26–304. Form and contents of application for license. Code of the District of Columbia § 26–304. Form and contents of application for license. (a) An application for a license under this chapter shall be in writing under oath in the form prescribed by the Superintendent [Commissioner of the Department of Insurance, Securities, and Banking]. (b) The application shall include: (1) If the applicant is an individual, the applicant’s name, business address and telephone number, and residence address and telephone number; (2) If the applicant is a partnership or other non-corporate business association, the business name, business address and telephone number, and the residence address and telephone number of each: (A) General partner, if the applicant is a limited partnership; (B) General partner who holds the interest in the partnership or more than 10% interest if the applicant is a general partnership; or (C) Member, if the applicant is a limited liability company or other non-corporate business association; (3) If the applicant is a corporation: (A) The name, address, and telephone number of the corporate entity; and (B) The name, business telephone number, and the residence and telephone number of the president, senior vice presidents, secretary, treasurer, each director, and each stockholder owning or controlling 10% or more of any class of stock in the corporation; (4) The applicant’s business plan; (5) The name under which the check cashing business is to be conducted; (6) The name and address of the applicant’s registered agent; (7) The location at which the applicant proposes to conduct business; (8) If the applicant seeks to conduct business from a mobile unit, the District registration number or other identification of the mobile unit and the area in which the applicant proposes to operate the mobile unit; (9) If the applicant seeks to conduct business from a limited station, the group of employees that would be served and the location at which these employees would be served; and (10) Any other information that the Superintendent [Commissioner] requires. ( May 12, 1998, D.C. Law 12-111, § 5, 45 DCR 1782 .) Prior Codifications 1981 Ed., § 26-1104. Section References This section is referenced in § 26-308 . Previous § 26–303. Exemptions. Next § 26–305. Application and license fees. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 26–305. Application and license fees. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 3. Check Cashers. § 26–305. Application and license fees. Code of the District of Columbia § 26–305. Application and license fees. At the time of filing an application under this chapter, each applicant shall pay to the Superintendent [Commissioner of the Department of Insurance, Securities, and Banking] a non-refundable license fee of $300, except that an applicant for a license to maintain one or more limited stations shall pay the non-refundable limited station license application fee as provided in § 26-314 . ( May 12, 1998, D.C. Law 12-111, § 6, 45 DCR 1782 .) Prior Codifications 1981 Ed., § 26-1105. Section References This section is referenced in § 26-308 . Previous § 26–304. Form and contents of application for license. Next § 26–306. Bond to accompany application for license. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 26–306. Bond to accompany application for license. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 3. Check Cashers. § 26–306. Bond to accompany application for license. Code of the District of Columbia § 26–306. Bond to accompany application for license. (a) At the time of filing an application under this chapter, each applicant shall file with the Superintendent [Commissioner of Insurance, Securities, and Banking] a bond in the sum of $5,000 for each location and mobile unit from which the applicant proposes in the application to conduct business. The bond shall be issued by a person authorized to issue such bonds in the District and shall be in a form satisfactory to the Superintendent [Commissioner].  To satisfy the requirements of this section, the bond shall be effective on the date the license is issued by the Superintendent [Commissioner] and run to the Superintendent [Commissioner] for the use of the District.  The applicant shall be the obligor of the bond.  The bond must be conditioned upon the observance by the applicant of all the provisions of this chapter and of all rules and regulations lawfully made by the Superintendent [Commissioner] hereunder, and must be for the benefit of the District concerning any and all monies that become due or owing to the District from the applicant under this chapter as well as for the benefit of any private claimants against the applicant with respect to the cashing of checks in the District.  The surety on the bond shall have the right to cancel such bond upon giving 30 days written notice to the Superintendent [Commissioner] and thereafter shall be relieved of liability for any breach of condition occurring after the effective date of the cancellation.  Any license issued pursuant to this chapter shall be revoked, and void, by operation of law during any period when the bond required by this section is not in full force and effect. (b) If the Superintendent [Commissioner], at any time, reasonably determines that the bond is insecure, deficient in amount, or exhausted in whole or in part, or if the surety on the bond has notified the Superintendent [Commissioner] of its intention to cancel the bond, the Superintendent [Commissioner] may, by written order, require the filing of a new or supplemental bond in order to secure compliance with this chapter.  The licensee shall comply with the order within 20 days following service of the order upon the licensee. ( May 12, 1998, D.C. Law 12-111, § 7, 45 DCR 1782 .) Prior Codifications 1981 Ed., § 26-1106. Section References This section is referenced in § 26-308 and § 26-316 . Previous § 26–305. Application and license fees. Next § 26–307. Minimum liquid assets required. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 26–307. Minimum liquid assets required. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 3. Check Cashers. § 26–307. Minimum liquid assets required. Code of the District of Columbia § 26–307. Minimum liquid assets required. Each applicant shall demonstrate, in a form satisfactory to the Superintendent, [Commissioner] the availability of capital of at least $25,000 for the operation of the business of each location and mobile unit from which the applicant proposes in the application to conduct business.  Each licensee shall continuously maintain capital of at least $5,000 for the operation of the business of each location and mobile unit from which the licensee conducts business. ( May 12, 1998, D.C. Law 12-111, § 8, 45 DCR 1782 .) Prior Codifications 1981 Ed., § 26-1107. Section References This section is referenced in § 26-308 and § 26-316 . Previous § 26–306. Bond to accompany application for license. Next § 26–308. Granting of license; investigations. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 26–308. Granting of license; investigations. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 3. Check Cashers. § 26–308. Granting of license; investigations. Code of the District of Columbia § 26–308. Granting of license; investigations. (a) Upon the filing of an application in proper form, including the required fee and accompanying documents, the Superintendent [Commissioner] shall issue to the applicant a license to engage in the cashing of checks in the District of Columbia, unless the Superintendent [Commissioner] finds that the requirements prescribed by subsection (b) of this section and §§ 26-304 , 26-305 , 26-306 , and 26-307 have not been met. (b) The financial responsibility, conditions, and business experience of the applicant or licensee must be such as to warrant the belief that the applicant’s business will be conducted honestly and carefully.  The Superintendent [Commissioner] may investigate and consider the qualifications of the applicant or licensee (including the officers and directors of the applicant) in determining whether the requirement has been met. ( May 12, 1998, D.C. Law 12-111, § 9, 45 DCR 1782 .) Prior Codifications 1981 Ed., § 26-1108. Section References This section is referenced in § 26-316 . Previous § 26–307. Minimum liquid assets required. Next § 26–309. Issuance and form of license. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 26–309. Issuance and form of license. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 3. Check Cashers. § 26–309. Issuance and form of license. Code of the District of Columbia § 26–309. Issuance and form of license. A license to cash checks shall state: (1) The name of the licensee; (2) The names of the members of the licensee (if applicable); (3) The date of issuance and of expiration of the license; (4) The date and state of incorporation of the licensee (if applicable); (5) If the business is to be conducted at a specific address, the address at which the business is to be conducted; and (6) If the business is to be conducted through the use of a mobile unit or a limited station, the words “Mobile Unit License,” or “Limited Station License”, the District registration number or other identification of the mobile unit or limited station, and the area in which the applicant is authorized to operate the mobile unit or limited station. ( May 12, 1998, D.C. Law 12-111, § 10, 45 DCR 1782 .) Prior Codifications 1981 Ed., § 26-1109. Previous § 26–308. Granting of license; investigations. Next § 26–310. Display of license. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 26–310. Display of license. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 3. Check Cashers. § 26–310. Display of license. Code of the District of Columbia § 26–310. Display of license. A license issued pursuant to this chapter shall be conspicuously displayed in the place of business of the licensee or, in the case of a mobile unit, upon the mobile unit. ( May 12, 1998, D.C. Law 12-111, § 11, 45 DCR 1782 .) Prior Codifications 1981 Ed., § 26-1110. Previous § 26–309. Issuance and form of license. Next § 26–311. Time and renewal of license. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 26–311. Time and renewal of license. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 3. Check Cashers. § 26–311. Time and renewal of license. Code of the District of Columbia § 26–311. Time and renewal of license. (a) A license issued to a check-cashing business shall remain in full force and effect through the 31st day of December following its date of issuance, unless earlier surrendered, suspended, or revoked. (b) If an application for a renewal license, along with a license renewal fee of $200, has been filed with the Superintendent [Commissioner] at least 30 days before the expiration of the license in force, such license shall continue in full force and effect either until the issuance by the Superintendent [Commissioner] of the renewal license applied for or until 5 days after the Superintendent [Commissioner] has refused to issue the renewal license and has given notice of such refusal to the applicant.  Except for the fee, the requirements for the issuance of a renewal license shall be the same as the requirements for the issuance of the initial license.  If the Superintendent [Commissioner] denies the applicant the authority to operate at a particular location, the operation of business at that particular location shall cease 5 days after the Superintendent [Commissioner] has refused to issue a renewal license to cover the location and has given notice of such refusal to the applicant. ( May 12, 1998, D.C. Law 12-111, § 12, 45 DCR 1782 .) Prior Codifications 1981 Ed., § 26-1111. Previous § 26–310. Display of license. Next § 26–311.01. Examinations. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 26–311.01. Examinations. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 3. Check Cashers. § 26–311.01. Examinations. Code of the District of Columbia § 26–311.01. Examinations. (a) The Commissioner, or his or her designated agent, shall examine the affairs, business, premises, and records of each licensee at least once in every 3-year period and at any other time that the Commissioner considers necessary or provides by regulation. (b) Each licensee shall be assessed an examination fee of $100 per examination, plus $20 per hour for each hour or fraction of each hour in excess of 4 hours if an examination of a licensee exceeds 4 hours. ( May 12, 1998, D.C. Law 12-111, § 12a ; as added Oct. 3, 2001, D.C. Law 14-28, § 3102, 48 DCR 6981 .) Emergency Legislation For temporary (90 day) addition of section, see § 2802 of Fiscal Year 2002 Budget Support Emergency Act of 2001 (D.C. Act 14-124, August 3, 2001,  48 DCR 7861). Previous § 26–311. Time and renewal of license. Next § 26–312. Transferability of license. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 26–312. Transferability of license. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 3. Check Cashers. § 26–312. Transferability of license. Code of the District of Columbia § 26–312. Transferability of license. A license issued pursuant to this chapter shall not be transferable or assignable. ( May 12, 1998, D.C. Law 12-111, § 13, 45 DCR 1782 .) Prior Codifications 1981 Ed., § 26-1112. Previous § 26–311.01. Examinations. Next § 26–313. Limitation of license. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 26–313. Limitation of license. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 3. Check Cashers. § 26–313. Limitation of license. Code of the District of Columbia § 26–313. Limitation of license. Not more than one location of business or mobile unit shall be maintained under the same license.  More than one license may be issued to the same licensee upon compliance with this chapter for each new license. ( May 12, 1998, D.C. Law 12-111, § 14, 45 DCR 1782 .) Prior Codifications 1981 Ed., § 26-1113. Previous § 26–312. Transferability of license. Next § 26–314. License for limited station. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 26–314. License for limited station. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 3. Check Cashers. § 26–314. License for limited station. Code of the District of Columbia § 26–314. License for limited station. Any licensee may open and maintain, within the District, one or more limited stations for the purpose of cashing checks for the particular group or groups specified in the license authorizing each limited station.  A separate license shall be issued for each limited station maintained by the same licensee.  The stations shall be licensed in accordance with all of the provisions of this chapter applicable to licensees, and the applicant shall pay a non-refundable limited station license application fee of $150 for each limited station. Such fee may be changed in the rules and regulations promulgated by the Superintendent [Commissioner] as he or she deems necessary. ( May 12, 1998, D.C. Law 12-111, § 15, 45 DCR 1782 .) Prior Codifications 1981 Ed., § 26-1114. Section References This section is referenced in § 26-305 . Previous § 26–313. Limitation of license. Next § 26–315. Change of location of business or area; other miscellaneous activity. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 26–315. Change of location of business or area; other miscellaneous activity. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 3. Check Cashers. § 26–315. Change of location of business or area; other miscellaneous activity. Code of the District of Columbia § 26–315. Change of location of business or area; other miscellaneous activity. A licensee may make a written application, in the form prescribed by the Superintendent [Commissioner], to the Superintendent [Commissioner] for leave to change the licensee’s location of business, or in the case of a mobile unit, the area in which the mobile unit is authorized to be operated, stating the reasons for the proposed change.  If the Superintendent [Commissioner] approves the application, the Superintendent [Commissioner] shall issue a revised license in accordance with this chapter, stating the new location of the licensee or, in the case of a mobile unit, the new area in which the mobile unit may be operated.  The revised license shall be for the same term as the original license to which the Superintendent [Commissioner] made the requested change. The fee for a revised license due to a change of location of business or area shall be $50. ( May 12, 1998, D.C. Law 12-111, § 16, 45 DCR 1782 .) Prior Codifications 1981 Ed., § 26-1115. Previous § 26–314. License for limited station. Next § 26–316. Revocation and suspension of license. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 26–316. Revocation and suspension of license. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 3. Check Cashers. § 26–316. Revocation and suspension of license. Code of the District of Columbia § 26–316. Revocation and suspension of license. (a) The Superintendent [Commissioner] may revoke any license issued pursuant to this chapter if, after notice and a hearing, the Superintendent [Commissioner] finds that the licensee has: (1) Committed any fraudulent acts, engaged in any dishonest activities, or made any misrepresentation in any business transaction; (2) Been convicted of a felony under the laws of the District or the laws of any state or the United States; (3) Violated any provisions of the banking laws of the District or any rules or regulations promulgated thereunder, or has violated any other law in the course of dealings as a licensee; (4) Made a material misstatement in the application for a license under this chapter; (5) Demonstrated incompetency or untrustworthiness to act as a licensee; (6) Violated any provision of this chapter or of any implementing regulation; or (7) Failed to satisfy any of the criteria for obtaining a license as set out in §§ 26-306 , 26-307 , or 26-308 . (b) A hearing for the purposes of this section shall be held in accordance with subchapter I of Chapter 5 of Title 2 . Pending a hearing for the revocation of any license issued pursuant to this chapter, the Superintendent [Commissioner] may suspend the license for a period not to exceed 30 days if the Superintendent [Commissioner] determines that such a suspension is in the public interest and that one or more grounds for revocation of a license, as set forth in subsection (a) of this section, exist. (c) Whenever the Superintendent [Commissioner] suspends or revokes a license issued pursuant to this chapter, the Superintendent [Commissioner] shall immediately execute a written order stating the grounds for the suspension or revocation.  On the date the order is executed, the Superintendent [Commissioner] shall serve a copy thereof on the licensee either personally or by mailing the same to the last known address of the licensee. ( May 12, 1998, D.C. Law 12-111, § 17, 45 DCR 1782 .) Prior Codifications 1981 Ed., § 26-1116. Previous § 26–315. Change of location of business or area; other miscellaneous activity. Next § 26–317. Limitations on fees for cashing checks. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 26–317. Limitations on fees for cashing checks. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 3. Check Cashers. § 26–317. Limitations on fees for cashing checks. Code of the District of Columbia § 26–317. Limitations on fees for cashing checks. (a) (1) Beginning January 1, 2011, no licensee under this chapter shall directly or indirectly charge any other fee, including late fees or other service fees, for accepting or cashing a payment instrument in excess of the greater of: (A) Two percent of the face amount of the payment instrument or $3, if the payment instrument is issued by the federal government or a state or local government; (B) Ten percent of the face amount of a payment instrument or $5, if the payment instrument is a personal check or money order; or (C) Four percent of the face amount of the payment instrument or $5, for any other type of payment instrument. (2) A licensee may charge a customer an additional one-time membership fee not to exceed $5. (b) The fees for cashing a check shall be evidenced by a receipt. Such receipt shall be presented to the purchaser upon completion of the transaction. ( May 12, 1998, D.C. Law 12-111, § 18, 45 DCR 1782 ; Nov. 24, 2007, D.C. Law 17-42, § 2(b), 54 DCR 9988 ; Mar. 12, 2011, D.C. Law 18-315, § 2, 57 DCR 12412 .) Prior Codifications 1981 Ed., § 26-1117. Effect of Amendments D.C. Law 17-42 , in subsec. (a), deleted the sentence: “An additional verification, handling, and documentation processing fee may be charged, pursuant to § 26-319 , for a personal check held for deferred deposit.” D.C. Law 18-315 rewrote subsec. (a), which had read as follows: “(a) No licensee under this chapter shall directly or indirectly charge or collect in fees or charges for cashing a check a sum to exceed 5% of the face value of a government or payroll check, 7% of the face value of an insurance check, 10% of the face value of a personal check or money order, or $4, whichever is greater. Each licensee shall conspicuously post, in both English and Spanish, and at all times display in every location and upon every mobile unit licensed under this chapter, a schedule of fees and charges permitted hereunder, which schedule shall be approved by the Superintendent prior to posting.” Effective Dates Section 4 of D.C. Law 17-42 provided: “This act shall take effect following the certification by the Chief Financial Officer, through a revised quarterly revenue estimate for fiscal year 2008, that local funds exceed the annual revenue estimates incorporated in the fiscal year 2008 budget and financial plan in an amount sufficient to account for its fiscal effect. The Chief Financial Officer shall set aside revenue to account for the cost of fully implementing this act.” Previous § 26–316. Revocation and suspension of license. Next § 26–318. Books, accounts, and other records of licensee. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 26–318. Books, accounts, and other records of licensee. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 3. Check Cashers. § 26–318. Books, accounts, and other records of licensee. Code of the District of Columbia § 26–318. Books, accounts, and other records of licensee. Each licensee under this chapter shall keep and use such books, accounts, and other records as the Superintendent [Commissioner] shall require to carry into effect the provisions of this chapter and any rules and regulations issued by the Superintendent [Commissioner] under this chapter.  Every licensee shall preserve such books, accounts, and records for at least 3 years. ( May 12, 1998, D.C. Law 12-111, § 19, 45 DCR 1782 .) Prior Codifications 1981 Ed., § 26-1118. Previous § 26–317. Limitations on fees for cashing checks. Next § 26–319. Limitations on business. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 26–319. Limitations on business. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 3. Check Cashers. § 26–319. Limitations on business. Code of the District of Columbia § 26–319. Limitations on business. (a) No licensee under this chapter shall engage in the business of discounting of notes, bills of exchange, checks, or other evidences of indebtedness, nor shall such a discounting business be conducted on the same premises where the licensee is conducting business pursuant to this chapter. (b) No licensee shall at any time cash or advance any monies on a post dated check. (c) Repealed. ( May 12, 1998, D.C. Law 12-111, § 20, 45 DCR 1782 ; Nov. 24, 2007, D.C. Law 17-42, § 2(c), 54 DCR 9988 .) Prior Codifications 1981 Ed., § 26-1119. Effect of Amendments D.C. Law 17-42 repealed subsec. (c). Effective Dates Section 4 of D.C. Law 17-42 provided: “This act shall take effect following the certification by the Chief Financial Officer, through a revised quarterly revenue estimate for fiscal year 2008, that local funds exceed the annual revenue estimates incorporated in the fiscal year 2008 budget and financial plan in an amount sufficient to account for its fiscal effect. The Chief Financial Officer shall set aside revenue to account for the cost of fully implementing this act.” Previous § 26–318. Books, accounts, and other records of licensee. Next § 26–320. Formal investigations. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 26–320. Formal investigations. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 3. Check Cashers. § 26–320. Formal investigations. Code of the District of Columbia § 26–320. Formal investigations. Whenever it appears that an individual or entity licensed or required to be licensed under this chapter has violated or is violating any law, agreement, order, rule, or regulation or has engaged in an unsafe or unsound practice, the Superintendent [Commissioner] may issue an order to conduct a formal investigation of such person. The Superintendent [Commissioner] may cause any investigation, or portion of such investigation, to be conducted by a District or federal law enforcement agency by making the request for assistance from such agency. ( May 12, 1998, D.C. Law 12-111, § 21, 45 DCR 1782 .) Prior Codifications 1981 Ed., § 26-1120. Previous § 26–319. Limitations on business. Next § 26–321. Cease and desist orders. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 26–321. Cease and desist orders. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 3. Check Cashers. § 26–321. Cease and desist orders. Code of the District of Columbia § 26–321. Cease and desist orders. (a) The Superintendent [Commissioner] may institute an administrative cease and desist proceeding if the Superintendent [Commissioner] determines that a licensee or person required to have a license under this chapter has violated, is violating, or is about to violate any provision of this chapter or any rule, regulation, order, or condition imposed by the Mayor or Superintendent [Commissioner], or written agreement entered into with the Mayor or Superintendent [Commissioner], pursuant to this chapter. (b) (1) A cease and desist proceeding shall be initiated by the issuance of a notice of charges which shall contain a statement of facts describing the alleged violation or violations. (2) The notice of charges shall set a date, time, and place at which a hearing will be held to determine whether a cease and desist order should be issued against a licensee or person required to have a license.  The hearing date shall be no earlier than 30 days and no later than 60 days after the date of service of the notice, unless otherwise prescribed by the Superintendent [Commissioner] or the hearing officer. (c) A cease and desist order may require the person licensed, or required to be licensed, to cease and desist the violation or violations. (d) The Superintendent [Commissioner] may issue and serve upon the licensee, or person required to be licensed, a final cease and desist order if: (1) The licensee or person agrees to settle the proceeding by consenting to the order as negotiated by the Superintendent [Commissioner], prior to the commencement of the hearing; (2) The licensee or person served with the notice of charges fails to appear at the hearing, in which case the licensee or person shall be deemed to have consented to the order as issued; or (3) Substantial evidence in the hearing record supports the determination of the Superintendent [Commissioner] that the violation or violations specified in the notice of charges has transpired. (e) A final cease and desist order shall become effective 10 days after the service of the order in accordance with subsection (d) of this section, except that a final cease and desist order which has been issued upon consent shall become effective upon the date specified in the order.  In any case, a final cease and desist order shall remain in effect until it is stayed, modified, terminated, or set aside by the Superintendent [Commissioner] or a reviewing court. (f) A hearing for purposes of this section shall be held in accordance with subchapter I of Chapter 5 of Title 2 . ( May 12, 1998, D.C. Law 12-111, § 22, 45 DCR 1782 .) Prior Codifications 1981 Ed., § 26-1121. Previous § 26–320. Formal investigations. Next § 26–322. Authority of Commissioner to issue rules and regulations. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 26–322. Authority of Commissioner to issue rules and regulations. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 3. Check Cashers. § 26–322. Authority of Commissioner to issue rules and regulations. Code of the District of Columbia § 26–322. Authority of Commissioner to issue rules and regulations. The Superintendent [Commissioner] may promulgate such rules and regulations as deemed necessary and appropriate to implement the provisions of this chapter. ( May 12, 1998, D.C. Law 12-111, § 23, 45 DCR 1792 .) Prior Codifications 1981 Ed., § 26-1122. Previous § 26–321. Cease and desist orders. Next § 26–323. Penalties. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 26–323. Penalties. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 3. Check Cashers. § 26–323. Penalties. Code of the District of Columbia § 26–323. Penalties. (a) Any person who violates any provision of this chapter, any rule or regulation adopted pursuant to this chapter, or any order of the Superintendent [Commissioner] directed to that person, shall be liable for a penalty of not more than $1,000 for each violation. (b) Any person who cashes any check in the District of Columbia without a license issued pursuant to this chapter shall, in addition to the penalty prescribed in subsection (a) of this section, be liable to the District government in an amount equal to all license fees that would have been paid had the person obtained such a license. (c) The Corporation Counsel may bring proceedings to recover all amounts due to the District under this section. ( May 12, 1998, D.C. Law 12-111, § 24, 45 DCR 1792 .) Prior Codifications 1981 Ed., § 26-1123. Emergency Legislation For temporary (90 day) amendment of section, see § 201 of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 2001 (D.C. Act 13-446, November 7, 2000,  47 DCR 9213). Previous § 26–322. Authority of Commissioner to issue rules and regulations. Next Chapter 4. Common Trust Funds. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library .",
  "metadata": {
    "site_url": "https://code.dccouncil.gov/us/dc/council/code/titles/26/chapters/3",
    "extra_data": {
      "code_title": "Title 26: Banks and Other Financial Institutions",
      "chapter_number": "3",
      "separated_text": {
        "§ 26–301. Definitions.": "For the purposes of this chapter, the term:",
        "Prior Codifications": "1981 Ed., § 26-1123.",
        "Section References": "This section is referenced in § 26-305 .",
        "Effect of Amendments": "D.C. Law 17-42 repealed subsec. (c).",
        "Effective Dates": "Section 4 of D.C. Law 17-42 provided: “This act shall take effect following the certification by the Chief Financial Officer, through a revised quarterly revenue estimate for fiscal year 2008, that local funds exceed the annual revenue estimates incorporated in the fiscal year 2008 budget and financial plan in an amount sufficient to account for its fiscal effect. The Chief Financial Officer shall set aside revenue to account for the cost of fully implementing this act.”",
        "§ 26–302. Requirement of license.": "Except as provided in § 26-303 no person, including a person doing so on May 12, 1998, shall engage in the business of cashing checks for consideration without first obtaining a license from the Superintendent [Commissioner] pursuant to this chapter.  No separate license under this chapter shall be required for any agent of a licensee.",
        "§ 26–303. Exemptions.": "The provisions of the chapter shall not apply to:",
        "§ 26–304. Form and contents of application for license.": "(a) An application for a license under this chapter shall be in writing under oath in the form prescribed by the Superintendent [Commissioner of the Department of Insurance, Securities, and Banking].",
        "§ 26–305. Application and license fees.": "At the time of filing an application under this chapter, each applicant shall pay to the Superintendent [Commissioner of the Department of Insurance, Securities, and Banking] a non-refundable license fee of $300, except that an applicant for a license to maintain one or more limited stations shall pay the non-refundable limited station license application fee as provided in § 26-314 .",
        "§ 26–306. Bond to accompany application for license.": "(a) At the time of filing an application under this chapter, each applicant shall file with the Superintendent [Commissioner of Insurance, Securities, and Banking] a bond in the sum of $5,000 for each location and mobile unit from which the applicant proposes in the application to conduct business. The bond shall be issued by a person authorized to issue such bonds in the District and shall be in a form satisfactory to the Superintendent [Commissioner].  To satisfy the requirements of this section, the bond shall be effective on the date the license is issued by the Superintendent [Commissioner] and run to the Superintendent [Commissioner] for the use of the District.  The applicant shall be the obligor of the bond.  The bond must be conditioned upon the observance by the applicant of all the provisions of this chapter and of all rules and regulations lawfully made by the Superintendent [Commissioner] hereunder, and must be for the benefit of the District concerning any and all monies that become due or owing to the District from the applicant under this chapter as well as for the benefit of any private claimants against the applicant with respect to the cashing of checks in the District.  The surety on the bond shall have the right to cancel such bond upon giving 30 days written notice to the Superintendent [Commissioner] and thereafter shall be relieved of liability for any breach of condition occurring after the effective date of the cancellation.  Any license issued pursuant to this chapter shall be revoked, and void, by operation of law during any period when the bond required by this section is not in full force and effect.",
        "§ 26–307. Minimum liquid assets required.": "Each applicant shall demonstrate, in a form satisfactory to the Superintendent, [Commissioner] the availability of capital of at least $25,000 for the operation of the business of each location and mobile unit from which the applicant proposes in the application to conduct business.  Each licensee shall continuously maintain capital of at least $5,000 for the operation of the business of each location and mobile unit from which the licensee conducts business.",
        "§ 26–308. Granting of license; investigations.": "(a) Upon the filing of an application in proper form, including the required fee and accompanying documents, the Superintendent [Commissioner] shall issue to the applicant a license to engage in the cashing of checks in the District of Columbia, unless the Superintendent [Commissioner] finds that the requirements prescribed by subsection (b) of this section and §§ 26-304 , 26-305 , 26-306 , and 26-307 have not been met.",
        "§ 26–309. Issuance and form of license.": "A license to cash checks shall state:",
        "§ 26–310. Display of license.": "A license issued pursuant to this chapter shall be conspicuously displayed in the place of business of the licensee or, in the case of a mobile unit, upon the mobile unit.",
        "§ 26–311. Time and renewal of license.": "(a) A license issued to a check-cashing business shall remain in full force and effect through the 31st day of December following its date of issuance, unless earlier surrendered, suspended, or revoked.",
        "§ 26–311.01. Examinations.": "(a) The Commissioner, or his or her designated agent, shall examine the affairs, business, premises, and records of each licensee at least once in every 3-year period and at any other time that the Commissioner considers necessary or provides by regulation.",
        "Emergency Legislation": "For temporary (90 day) amendment of section, see § 201 of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 2001 (D.C. Act 13-446, November 7, 2000,  47 DCR 9213).",
        "§ 26–312. Transferability of license.": "A license issued pursuant to this chapter shall not be transferable or assignable.",
        "§ 26–313. Limitation of license.": "Not more than one location of business or mobile unit shall be maintained under the same license.  More than one license may be issued to the same licensee upon compliance with this chapter for each new license.",
        "§ 26–314. License for limited station.": "Any licensee may open and maintain, within the District, one or more limited stations for the purpose of cashing checks for the particular group or groups specified in the license authorizing each limited station.  A separate license shall be issued for each limited station maintained by the same licensee.  The stations shall be licensed in accordance with all of the provisions of this chapter applicable to licensees, and the applicant shall pay a non-refundable limited station license application fee of $150 for each limited station. Such fee may be changed in the rules and regulations promulgated by the Superintendent [Commissioner] as he or she deems necessary.",
        "§ 26–315. Change of location of business or area; other miscellaneous activity.": "A licensee may make a written application, in the form prescribed by the Superintendent [Commissioner], to the Superintendent [Commissioner] for leave to change the licensee’s location of business, or in the case of a mobile unit, the area in which the mobile unit is authorized to be operated, stating the reasons for the proposed change.  If the Superintendent [Commissioner] approves the application, the Superintendent [Commissioner] shall issue a revised license in accordance with this chapter, stating the new location of the licensee or, in the case of a mobile unit, the new area in which the mobile unit may be operated.  The revised license shall be for the same term as the original license to which the Superintendent [Commissioner] made the requested change. The fee for a revised license due to a change of location of business or area shall be $50.",
        "§ 26–316. Revocation and suspension of license.": "(a) The Superintendent [Commissioner] may revoke any license issued pursuant to this chapter if, after notice and a hearing, the Superintendent [Commissioner] finds that the licensee has:",
        "§ 26–317. Limitations on fees for cashing checks.": "(a) (1) Beginning January 1, 2011, no licensee under this chapter shall directly or indirectly charge any other fee, including late fees or other service fees, for accepting or cashing a payment instrument in excess of the greater of:",
        "§ 26–318. Books, accounts, and other records of licensee.": "Each licensee under this chapter shall keep and use such books, accounts, and other records as the Superintendent [Commissioner] shall require to carry into effect the provisions of this chapter and any rules and regulations issued by the Superintendent [Commissioner] under this chapter.  Every licensee shall preserve such books, accounts, and records for at least 3 years.",
        "§ 26–319. Limitations on business.": "(a) No licensee under this chapter shall engage in the business of discounting of notes, bills of exchange, checks, or other evidences of indebtedness, nor shall such a discounting business be conducted on the same premises where the licensee is conducting business pursuant to this chapter.",
        "§ 26–320. Formal investigations.": "Whenever it appears that an individual or entity licensed or required to be licensed under this chapter has violated or is violating any law, agreement, order, rule, or regulation or has engaged in an unsafe or unsound practice, the Superintendent [Commissioner] may issue an order to conduct a formal investigation of such person. The Superintendent [Commissioner] may cause any investigation, or portion of such investigation, to be conducted by a District or federal law enforcement agency by making the request for assistance from such agency.",
        "§ 26–321. Cease and desist orders.": "(a) The Superintendent [Commissioner] may institute an administrative cease and desist proceeding if the Superintendent [Commissioner] determines that a licensee or person required to have a license under this chapter has violated, is violating, or is about to violate any provision of this chapter or any rule, regulation, order, or condition imposed by the Mayor or Superintendent [Commissioner], or written agreement entered into with the Mayor or Superintendent [Commissioner], pursuant to this chapter.",
        "§ 26–322. Authority of Commissioner to issue rules and regulations.": "The Superintendent [Commissioner] may promulgate such rules and regulations as deemed necessary and appropriate to implement the provisions of this chapter.",
        "§ 26–323. Penalties.": "(a) Any person who violates any provision of this chapter, any rule or regulation adopted pursuant to this chapter, or any order of the Superintendent [Commissioner] directed to that person, shall be liable for a penalty of not more than $1,000 for each violation."
      }
    }
  }
}