{
  "text": "Subchapter I. Definitions and Rules of Construction. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 56. Securities. Subchapter I. Definitions and Rules of Construction. Code of the District of Columbia Subchapter I. Definitions and Rules of Construction. § 31–5601.01. Definitions. § 31–5601.02. Purpose and coordination with federal law. Previous Chapter 56. Securities. Next Subchapter II. Broker-Dealers, Agents, Investment Advisers and Investment Adviser Representatives. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . Subchapter II. Broker-Dealers, Agents, Investment Advisers and Investment Adviser Representatives. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 56. Securities. Subchapter II. Broker-Dealers, Agents, Investment Advisers and Investment Adviser Representatives. Code of the District of Columbia Subchapter II. Broker-Dealers, Agents, Investment Advisers and Investment Adviser Representatives. § 31–5602.01. Licensing of broker-dealer and agent. § 31–5602.02. Licensing of investment adviser and investment adviser representative. § 31–5602.03. License and notice filing procedure. § 31–5602.04. Post-licensing requirements. § 31–5602.05. Licensing of successor firms. § 31–5602.06. Power of inspection, examination and audit. § 31–5602.07. Grounds for denial, suspension, or revocation. § 31–5602.08. Denial, suspension, or revocation on grounds of lack of qualification. § 31–5602.09. Withdrawal. § 31–5602.10. Limited registration of Canadian broker-dealers and agents. § 31–5602.11. Continuing education. Previous Subchapter I. Definitions and Rules of Construction. Next Subchapter III. Registration of Securities. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . Subchapter III. Registration of Securities. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 56. Securities. Subchapter III. Registration of Securities. Code of the District of Columbia Subchapter III. Registration of Securities. § 31–5603.01. Registration requirement. § 31–5603.02. Registration by notification. § 31–5603.03. Registration by coordination. § 31–5603.04. Registration by qualification. § 31–5603.05. Offer and sale of an indefinite amount of securities. § 31–5603.06. Provisions applicable to registration generally. § 31–5603.07. Denial, suspension, and revocation of registration. § 31–5603.08. Federal covered securities. § 31–5603.09. Withdrawal and abandonment. Previous Subchapter II. Broker-Dealers, Agents, Investment Advisers and Investment Adviser Representatives. Next Subchapter IV. Exemption from Registration. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . Subchapter IV. Exemption from Registration. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 56. Securities. Subchapter IV. Exemption from Registration. Code of the District of Columbia Subchapter IV. Exemption from Registration. § 31–5604.01. Exempt securities. § 31–5604.02. Exempt transactions. § 31–5604.03. Additional exemptions. § 31–5604.04. Revocation of exemptions. § 31–5604.05. Filing of sales and advertising literature. § 31–5604.06. Coordination of exemptions. Previous Subchapter III. Registration of Securities. Next Subchapter V. Fraudulent and Other Prohibited Practices. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . Subchapter V. Fraudulent and Other Prohibited Practices. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 56. Securities. Subchapter V. Fraudulent and Other Prohibited Practices. Code of the District of Columbia Subchapter V. Fraudulent and Other Prohibited Practices. § 31–5605.01. Unlicensed or unregistered activity. § 31–5605.02. Fraudulent transactions. § 31–5605.03. Manipulation of market. § 31–5605.04. Misleading filings. § 31–5605.05. Unlawful representations concerning licensing, registration, notice filing, or exemption. Previous Subchapter IV. Exemption from Registration. Next Subchapter VI. Enforcement, Criminal, and Civil Liability. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . Subchapter VI. Enforcement, Criminal, and Civil Liability. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 56. Securities. Subchapter VI. Enforcement, Criminal, and Civil Liability. Code of the District of Columbia Subchapter VI. Enforcement, Criminal, and Civil Liability. § 31–5606.01. Investigation; subpoena power. § 31–5606.02. Enforcement — Administrative. § 31–5606.03. Enforcement — Judicial. § 31–5606.04. Criminal penalties. § 31–5606.05. Civil liability. Previous Subchapter V. Fraudulent and Other Prohibited Practices. Next Subchapter VII. Administration. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . Subchapter VII. Administration. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 56. Securities. Subchapter VII. Administration. Code of the District of Columbia Subchapter VII. Administration. § 31–5607.01. Administration of chapter. § 31–5607.02. Prohibitions on use of information. § 31–5607.03. Public information; confidentiality. § 31–5607.04. Cooperation with other agencies. § 31–5607.05. Rules, forms, and orders. § 31–5607.06. Consent to service of process. § 31–5607.07. Administrative files and records. § 31–5607.08. Provisions applicable to administrative proceedings. § 31–5607.09. Electronic filings. Previous Subchapter VI. Enforcement, Criminal, and Civil Liability. Next Subchapter VIII. Miscellaneous Provisions. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . Subchapter VIII. Miscellaneous Provisions. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 56. Securities. Subchapter VIII. Miscellaneous Provisions. Code of the District of Columbia Subchapter VIII. Miscellaneous Provisions. § 31–5608.01. Scope of Chapter. § 31–5608.02. District of Columbia Securities Advisory Committee. [Repealed] § 31–5608.03. Judicial review. § 31–5608.04. Repeal and transition provisions. Previous Subchapter VII. Administration. Next Chapter 57. Fraternal Benefit Associations. [Repealed]. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library .",
  "metadata": {
    "site_url": "https://code.dccouncil.gov/us/dc/council/code/titles/31/chapters/56",
    "extra_data": {
      "code_title": "Title 31: Insurance and Securities",
      "chapter_number": "56"
    }
  }
}