{
  "text": "§ 31–901. Definitions. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 9. Insurance Demutualization. § 31–901. Definitions. Code of the District of Columbia § 31–901. Definitions. For the purposes of this chapter, the term: (1) “Converted stock company” means a District of Columbia domiciled stock company that converted from a District of Columbia mutual company pursuant to this chapter. (1A) “Commissioner” means the Commissioner of Insurance and Securities [Commissioner of the Department of Insurance, Securities, and Banking]. (2) “District” means the District of Columbia. (3) “Eligible member” means a member whose policy is in force as of the date the mutual company’s board of directors adopts a plan of conversion. (A) A person insured under a group policy is not an eligible member, unless: (i) The person is insured or covered under a group life policy or group annuity contract under which funds are accumulated and allocated to the respective covered person; (ii) The person has the right to direct the application of the funds so allocated; (iii) The group policyholder makes no contribution to the premiums or deposits for the policy or contract; and (iv) The mutual company has the names and addresses covered under the group policy or group annuity contract. (B) A person whose policy is issued after the board of directors adopts the plan but before the plan’s effective date is not an eligible member, but shall have those rights set forth in § 31-910 . (4) “Plan of conversion” or “plan” means a plan adopted by a District of Columbia domestic mutual company’s board of directors pursuant to this chapter to convert the mutual company into a District of Columbia domiciled stock company. (5) “Policy” includes an annuity contract. (6) Repealed. ( May 24, 1996, D.C. Law 11-126, § 2, 43 DCR 1551 ; Mar. 24, 1998, D.C. Law 12-81, § 43(a), 45 DCR 745 .) Prior Codifications 1981 Ed., § 35-4201. Previous Chapter 9. Insurance Demutualization. Next § 31–902. Adoption of the plan of conversion by the board of directors. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 31–902. Adoption of the plan of conversion by the board of directors. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 9. Insurance Demutualization. § 31–902. Adoption of the plan of conversion by the board of directors. Code of the District of Columbia § 31–902. Adoption of the plan of conversion by the board of directors. (a) A mutual company seeking to convert to a stock company shall, by the affirmative vote of a majority of its board of directors, adopt a plan of conversion consistent with the requirements of § 31-906 . (b) At any time before approval of a plan by the Commissioner, the mutual company, by the affirmative vote of a majority of its board of directors, may amend or withdraw the plan. ( May 24, 1996, D.C. Law 11-126, § 3, 43 DCR 1551 ; Mar. 24, 1998, D.C. Law 12-81, § 43(b), 45 DCR 745 ; Apr. 3, 2001, D.C. Law 13-214, § 2(a), 47 DCR 9580 .) Prior Codifications 1981 Ed., § 35-4202. Effect of Amendments D.C. Law 13-214 substituted “a majority” for “2/3” in subsecs. (a) and (b). Previous § 31–901. Definitions. Next § 31–903. Approval of the plan of conversion by the Commissioner of the Department of Insurance, Securities, and Banking. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 31–903. Approval of the plan of conversion by the Commissioner of the Department of Insurance, Securities, and Banking. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 9. Insurance Demutualization. § 31–903. Approval of the plan of conversion by the Commissioner of the Department of Insurance, Securities, and Banking. Code of the District of Columbia § 31–903. Approval of the plan of conversion by the Commissioner of the Department of Insurance, Securities, and Banking. (a) After adoption by the mutual company’s board of directors, the plan shall be submitted to the Commissioner for review and approval. The Commissioner shall approve the plan upon finding that: (1) The provisions of this section have been complied with; (2) The plan will not prejudice the interests of the members; and (3) The plan’s method of allocating subscription rights is fair and equitable. (a-1) The Commissioner, in his discretion, may order that a hearing on the plan be held, which hearing shall be conducted in accordance with the contested case procedures set forth in § 2-509 . (a-2) A decision or order of the Commissioner, after a hearing conducted in accordance with the contested case procedures as set forth in subsection (a-1) of this section, may be reviewed as provided in § 2-510 . (b) Prior to the members’ approval of the plan, a mutual company seeking the Commissioner’s approval of a plan shall file the following documents with the Commissioner for review and approval: (1) The plan of conversion, including the independent evaluation of pro forma market value required by § 31-906(f) ; (2) The form of notice required by § 31-904(b) for eligible members of the meeting to vote on the plan; (3) Any proxies to be solicited from eligible members pursuant to § 31-904(c) ; (4) The form of notice required by § 31-910(a) for persons whose policies are issued after adoption of the plan but before its effective date; and (5) The proposed articles of incorporation and bylaws of the converted stock company. Once filed, these documents shall be approved or disapproved by the Commissioner within a reasonable time. (c) After the members have approved the plan, the converted stock company shall file the following documents with the Commissioner: (1) The minutes of the meeting of the members at which the plan was voted upon; and (2) The revised articles of incorporation and bylaws of the converted stock company. (d) The Commissioner may retain, at the mutual company’s expense, any qualified expert not otherwise a part of the Commissioner’s staff to assist in reviewing the plan and the independent evaluation of the pro forma market value which is required by § 31-906(i) . ( May 24, 1996, D.C. Law 11-126, § 4, 43 DCR 1551 ; Mar. 24, 1998, D.C. Law 12-81, § 43(c), 45 DCR 745 ; Apr. 3, 2001, D.C. Law 13-214, § 2(b), 47 DCR 9580 ; Oct. 19, 2002, D.C. Law 14-213, § 19, 49 DCR 8140 .) Prior Codifications 1981 Ed., § 35-4203. Section References This section is referenced in § 31-1371.05 . Effect of Amendments D.C. Law 13-214 inserted subsecs. (a-1) and (a-2). D.C. Law 14-213 , in subsec. (a-2), validated a previously made technical correction. Previous § 31–902. Adoption of the plan of conversion by the board of directors. Next § 31–904. Approval of the plan by the members. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 31–904. Approval of the plan by the members. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 9. Insurance Demutualization. § 31–904. Approval of the plan by the members. Code of the District of Columbia § 31–904. Approval of the plan by the members. (a) All eligible members shall be given notice of and an opportunity to vote upon the plan. (b) All eligible members shall be given notice of the members’ meeting to vote upon the plan. A copy of the plan or a summary of the plan shall accompany the notice. The notice shall be mailed to each member’s last known address, as shown on the mutual company’s records, within 45 days of the Commissioner’s approval of the plan. The meeting to vote upon the plan shall not be set for a date less than 10 days and no more than 60 days after the date when the notice of the meeting is mailed by the mutual company. If the meeting to vote upon the plan is held coincident with the mutual company’s annual meeting of policyholders, only one combined notice of meeting is required. (c) After approval by the Commissioner, the plan shall be adopted upon receiving the affirmative vote of at least a majority of the votes cast by eligible members. Members entitled to vote upon the proposed plan may vote in person or by proxy. Any proxies to be solicited from eligible members shall be filed with and approved by the Commissioner. The number of votes each eligible member may cast shall be determined by the mutual company bylaws. If the bylaws are silent, each eligible member may cast one vote. ( May 24, 1996, D.C. Law 11-126, § 5, 43 DCR 1551 ; Mar. 24, 1998, D.C. Law 12-81, § 43(d), 45 DCR 745 ; Apr. 3, 2001, D.C. Law 13-214, § 2(c), 47 DCR 9580 .) Prior Codifications 1981 Ed., § 35-4204. Section References This section is referenced in § 31-903 . Effect of Amendments D.C. Law 13-214 , in subsec. (b), substituted “10 days and no more than 60 days” for “60 days”. Previous § 31–903. Approval of the plan of conversion by the Commissioner of the Department of Insurance, Securities, and Banking. Next § 31–905. Adoption of revised articles of incorporation. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 31–905. Adoption of revised articles of incorporation. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 9. Insurance Demutualization. § 31–905. Adoption of revised articles of incorporation. Code of the District of Columbia § 31–905. Adoption of revised articles of incorporation. (a) Adoption of the revised articles of incorporation of the converted stock company is necessary to implement the plan and shall be governed by the applicable provisions of District law. (b) For a Class 1 mutual company, the members may adopt the revised articles of incorporation at the same meeting at which the members approve the plan. (c) For a Class 2 or 3 mutual company, the revised articles of incorporation may be adopted solely by the board of directors or trustees, as provided by District law. ( May 24, 1996, D.C. Law 11-126, § 6, 43 DCR 1551 .) Prior Codifications 1981 Ed., § 35-4205. Emergency Legislation For temporary amendment of section, see § 2(a) of the Insurance Demutualization Emergency Amendment Act of 1998 (D.C. Act 12-528, December 16, 1998,  45 DCR 476). For temporary (90-day) amendment of section, see § 2(a) of the Insurance Demutualization Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-35, March 18, 1999,  46 DCR 3004). Temporary Legislation For temporary (225 day) amendment of section, see § 2(a) of the Insurance Demutualization Temporary Amendment Act of 1998 (D.C. Law 12-221, April 13, 1999, law notification  46 DCR 3843). Previous § 31–904. Approval of the plan by the members. Next § 31–905.01. Acquiring, offering securities issued in connection with a plan of conversion. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 31–905.01. Acquiring, offering securities issued in connection with a plan of conversion. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 9. Insurance Demutualization. § 31–905.01. Acquiring, offering securities issued in connection with a plan of conversion. Code of the District of Columbia § 31–905.01. Acquiring, offering securities issued in connection with a plan of conversion. Prior to implementation of a plan of conversion adopted by a mutual company, no person shall knowingly acquire, or make any offer, or make any announcement of an offer, for any security issued, or to be issued, by the mutual company in connection with its plan of conversion, or for any security issued by any other company authorized as an alternative for purposes of effecting the conversion pursuant to § 31-906(e) , except in compliance with the maximum purchase limitations imposed by § 31-906(l) or the terms of the plan of conversion as approved by the Commissioner. ( May 24, 1996, D.C. Law 11-126, § 6a, 43 DCR 1551 ; as added July 17, 1999, D.C. Law 13-13, § 2(a), 46 DCR 4428 .) Previous § 31–905. Adoption of revised articles of incorporation. Next § 31–906. Required provisions in a plan of conversion. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 31–906. Required provisions in a plan of conversion. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 9. Insurance Demutualization. § 31–906. Required provisions in a plan of conversion. Code of the District of Columbia § 31–906. Required provisions in a plan of conversion. (a) The plan shall set forth the reasons for the proposed conversion. (b) The plan shall provide that all policies in force on the effective date of conversion shall continue to remain in force under the terms of those policies, except that any voting rights of the policyholders provided for under the policies or under District law and any contingent liability policy provisions of the type described in District law shall be extinguished on the effective date of the conversion. (c) The plan shall further provide that the holders of participating policies in effect on the date of conversion shall continue to have the right to receive dividends as provided in the participating policies, if any. (d) Except mutual company’s life policies, guaranteed reviewable accident and health policies, and noncancelable accident and health policies, the converted stock company may issue the insured a nonparticipating policy as a substitute for the participating policy upon the renewal date of a participating policy. (e) (1) The plan shall provide that each eligible member is to receive, without payment, nontransferable subscription rights to purchase a portion of the capital stock of the converted stock company. As an alternative to subscription rights in the converted stock company, the plan may provide that each eligible member is to receive, without payment, nontransferable subscription rights to purchase a portion of the capital stock of a corporation organized and owned by the mutual company for the purpose of purchasing and holding all the stock of the converted stock company, or a stock insurance company owned by the mutual company into which the mutual company will be merged. (2) In the case of the conversion of an existing mutual insurance holding company to a stock company, if shares of common stock in an intermediate stock holding company have previously been issued to persons other than the mutual holding company, the plan of conversion shall provide that such common stockholders shall receive an ownership interest in the converted mutual insurance holding company equal to the percentage ownership in the intermediate stock holding company immediately before the conversion, with the subscription rights to the balance of the shares to be distributed as provided under paragraph (1) of this subsection. (f) The subscription rights shall be allocated in whole shares among the eligible members using a fair and equitable formula. This formula may, but need not, take into account how the different classes of policies of the eligible members contributed to the surplus of the mutual company. (g) The plan shall provide a fair and equitable means for the allocation of shares of capital stock in the event of an oversubscription to shares by eligible members exercising subscription rights received pursuant to subsection (e) of this section. (h) The plan shall provide that any shares of capital stock not subscribed to by eligible members exercising subscription rights received under subsections (e) and (f) of this section shall be sold in a public offering through an underwriter. If the shares of capital stock not subscribed to by eligible members is so small in number as to not warrant the expense of a public offering, the plan of conversion may provide for the purchase of the unsubscribed shares by a private placement or other alternative method approved by the Commissioner that is fair and equitable to the eligible members. (i) The plan shall set the total price of the capital stock equal to the estimated pro forma market value of the converted stock company based upon an independent evaluation by a qualified person. The pro forma market value may be the value or range of values that is estimated to be necessary to attract full subscription for shares as indicated by the independent evaluation. (j) The plan shall set the purchase price of each share of capital stock equal to any reasonable amount that will not inhibit the purchase of shares by members. The purchase price of each share shall be uniform for all purchasers. (k) The plan shall provide for a closed block of business for participating life policies of a Class 1 mutual company. (1) The plan shall provide that a Class 1 mutual company’s participating life policies in force on the effective date of the conversion shall be operated by the converted stock company for dividend purposes as a closed block of participating business, except that any or all classes of group participating policies may be excluded from the closed block. (2) The plan shall establish one or more segregated accounts for the benefit of the closed block of business and shall allocate to those segregated accounts enough assets of the mutual company so that the assets together with the revenue from the closed block of business are sufficient to support the closed block, including, but not limited to, the payment of claims, expenses, taxes, and any dividends that are provided for under the terms of the participating policies, with appropriate adjustments in the dividends for experience changes. The plan shall be accompanied by an opinion of a qualified actuary or an appointed actuary who meets the standards set forth in the insurance laws or regulations for the submission or actuarial opinions as to the adequacy of reserves or assets. The opinion shall relate to the adequacy of the assets allocated to the segregated accounts in support of the closed block of business. The actuarial opinion shall be based on a method of analysis deemed appropriate for those purposes by the Actuarial Standards Board. (3) The amount of assets allocated to the segregated accounts of the closed block shall be based upon the mutual company’s last annual statement that is updated to the effective date of the conversion. (4) The converted stock company shall keep a separate accounting for the closed block and shall make and include in the annual statement to be filed with the Commissioner each year a separate statement showing the gains, losses, and expenses properly attributable to the closed block. (5) Periodically, upon the Commissioner’s approval, those assets allocated to the closed block, as provided in paragraph (2) of this subsection, that are in excess of the amount of assets necessary to support the remaining policies in the closed block shall revert to the benefit of the converted stock company. (6) The Commissioner may waive the requirement for the establishment of a closed block of business if the Commissioner deems it to be in the best interest of the participating policyholders of the mutual insurer to do so. (l) The plan shall provide that any one person or group of persons acting in concert may not acquire, through public offering or subscription rights, more than 5% of the capital stock of the converted stock company for a period of 5 years from the effective date of the plan except with the approval of the Commissioner. This limitation does not apply to any entity that is to purchase 100% of the capital stock of the converted company as part of the plan of conversion approved by the Commissioner or to a purchase of stock by a tax-qualified employee benefit plan pursuant to subscription rights granted to that plan as authorized under § 31-907(b) and to a purchase of unsubscribed stock pursuant to subsection (h) of this section. ( May 24, 1996, D.C. Law 11-126, § 7, 43 DCR 1551 ; Mar. 24, 1998, D.C. Law 12-81, § 43(e), 45 DCR 745 ; Apr. 3, 2001, D.C. Law 13-214, § 2(d), 47 DCR 9580 .) Prior Codifications 1981 Ed., § 35-4206. Section References This section is referenced in § 31-902 , § 31-903 , § 31-905.01 , § 31-907 , and § 31-913 . Effect of Amendments D.C. Law 13-214 designated the existing text of subsec. (e) as par. (1) and added par. (2); and rewrote subsecs. (i) and (j) which had read: “(i) The plan shall set the total price of the capital stock equal to the estimated pro forma market value of the converted stock company based upon an independent evaluation by a qualified person. The pro forma market value may be the value that is estimated to be necessary to attract full subscription for shares as indicated by the independent evaluation. “(j) The plan shall set the purchase price of each share of capital stock equal to any reasonable amount that will not inhibit the purchase of shares by members. The purchase price of each share shall be uniform for all purchasers, except the price may be modified by the Commissioner by reason of his or her consideration of a plan for the purchase of unsubscribed stock pursuant to subsection (h) of this section.” Previous § 31–905.01. Acquiring, offering securities issued in connection with a plan of conversion. Next § 31–907. Optional provisions in a plan of conversion. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 31–907. Optional provisions in a plan of conversion. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 9. Insurance Demutualization. § 31–907. Optional provisions in a plan of conversion. Code of the District of Columbia § 31–907. Optional provisions in a plan of conversion. (a) The following provisions may be included in the plan: (1) The plan may provide that the directors and officers of the mutual company shall receive, without payment, nontransferable subscription rights to purchase capital stock of the converted stock company or the stock of another corporation that is participating in the conversion plan as provided in § 31-906(e) . Those subscription rights shall be allocated among the directors and officers by a fair and equitable formula. (2) The total number of shares that may be purchased under subsection (a)(1) of this section may not exceed 85% of the total number of shares to be issued in the case of a mutual company with total assets of less than $50 million, or 25% of the total shares to be issued in the case of a mutual company with total assets or more than $500 million. For mutual companies with total assets between $50 million and $500 million, the total number of shares that may be purchased shall be interpolated. (3) Stock purchased by a director or officer under subsection (a)(1) of this section shall not be sold within one year following the effective date of the conversion. (4) The plan may also provide that a director or officer or person acting in concert with a director or officer of the mutual company may not acquire any capital stock of the converted stock company for 3 years after the effective date of the plan, except through a broker or dealer, without the permission of the Commissioner. That provision may not apply to prohibit the directors and officers from purchasing stock through subscription rights received in the plan under subsection (a)(1) of this section. (b) The plan may allocate to a tax-qualified employee benefit plan nontransferable subscription rights to purchase up to 10% of the capital stock of the converted stock company, or the stock of another corporation that is participating in the conversion plan as provided in § 31-906(e) and (l). The employee benefit plan shall be entitled to exercise its subscription rights regardless of the amount of shares purchased by other persons. ( May 24, 1996, D.C. Law 11-126, § 8, 43 DCR 1551 ; Mar. 24, 1998, D.C. Law 12-81, § 43(f), 45 DCR 745 ; July 17, 1999, D.C. Law 13-13, § 2(b), 46 DCR 4428 .) Prior Codifications 1981 Ed., § 35-4207. Section References This section is referenced in § 31-906 . Effect of Amendments D.C. Law 13-13 in subsecs. (a) and (b) modified the statutory referents. Emergency Legislation For temporary amendment of section, see § 2(b) of the Insurance Demutualization Emergency Amendment Act of 1998 (D.C. Act 12-528, December 16, 1998,  45 DCR 476). For temporary (90-day) amendment of section, see § 2(b) of the Insurance Demutualization Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-35, March 18, 1999,  46 DCR 3004). Previous § 31–906. Required provisions in a plan of conversion. Next § 31–908. Alternative plan of conversion. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 31–908. Alternative plan of conversion. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 9. Insurance Demutualization. § 31–908. Alternative plan of conversion. Code of the District of Columbia § 31–908. Alternative plan of conversion. The board of directors may adopt a plan of conversion that does not rely in whole or in part upon the issuance to members of nontransferable subscription rights to purchase stock of the converted stock company if the Commissioner finds that the plan does not prejudice the interest of the members, is fair and equitable, and is based upon an independent appraisal of the market value of the mutual company by a qualified person and a fair and equitable allocation of any consideration to be given eligible members. The Commissioner may retain, at the mutual company’s expense, any qualified expert not otherwise a part of the Commissioner’s staff to assist in reviewing whether the plan may be approved by the Commissioner. ( May 24, 1996, D.C. Law 11-126, § 9, 43 DCR 1551 ; Mar. 24, 1998, D.C. Law 12-81, § 43(g), 45 DCR 745 .) Prior Codifications 1981 Ed., § 35-4208. Previous § 31–907. Optional provisions in a plan of conversion. Next § 31–909. Effective date of the plan. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 31–909. Effective date of the plan. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 9. Insurance Demutualization. § 31–909. Effective date of the plan. Code of the District of Columbia § 31–909. Effective date of the plan. A plan shall become effective when the Commissioner has approved the plan. ( May 24, 1996, D.C. Law 11-126, § 10, 43 DCR 1551 ; Mar. 24, 1998, D.C. Law 12-81, § 43(h), 45 DCR 745 ; Apr. 3, 2001, D.C. Law 13-214, § 2(e), 47 DCR 9580 .) Prior Codifications 1981 Ed., § 35-4209. Effect of Amendments D.C. Law 13-214 rewrote the section which had read: “A plan shall become effective when the Commissioner has approved the plan, the members have approved the plan, and the revised articles of incorporation have been filed.” Previous § 31–908. Alternative plan of conversion. Next § 31–910. Rights of members whose policies are issued after adoption of the plan and before its effective date. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 31–910. Rights of members whose policies are issued after adoption of the plan and before its effective date. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 9. Insurance Demutualization. § 31–910. Rights of members whose policies are issued after adoption of the plan and before its effective date. Code of the District of Columbia § 31–910. Rights of members whose policies are issued after adoption of the plan and before its effective date. (a) All members whose policies are issued after the proposed plan has been adopted by the board of directors and before the effective date of the plan shall be given written notice of the plan of conversion. The notice shall specify the member’s right to terminate that policy as provided in subsection (b) of this section within 30 days after the effective date of the plan. A copy of the plan or a summary of the plan shall accompany the notice. The form of the notice shall be filed with and approved by the Commissioner. (b) Any member entitled to receive the notice described in subsection (a) of this section shall be entitled to terminate his or her policy and receive a pro rata refund of any amounts paid for the policy or contract within 15 days after receipt of the notice. ( May 24, 1996, D.C. Law 11-126, § 11, 43 DCR 1551 ; Mar. 24, 1998, D.C. Law 12-81, § 43(i), 45 DCR 745 ; Apr. 3, 2001, D.C. Law 13-214, § 2(f), 47 DCR 9580 .) Prior Codifications 1981 Ed., § 35-4210. Section References This section is referenced in § 31-901 and § 31-903 . Effect of Amendments D.C. Law 13-214 , in subsec. (a), substituted “terminate” for “rescind”, and substituted “30” for “45”; and rewrote subsec. (b) which had read: “(b) Any member entitled to receive the notice described in subsection (a) of this section shall be entitled to rescind his or her policy and receive a full refund of any amounts paid for the policy or contract within 10 days after the receipt of the notice.” Previous § 31–909. Effective date of the plan. Next § 31–911. Corporate existence. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 31–911. Corporate existence. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 9. Insurance Demutualization. § 31–911. Corporate existence. Code of the District of Columbia § 31–911. Corporate existence. (a) Upon the conversion of a mutual company to a converted stock company according to provisions of this chapter, the corporate existence of the mutual company shall be continued in the converted stock company. All the rights, franchises, and interest of the mutual company in and to every type of property, real, personal, and mixed, and things in action thereunto belonging, is deemed transferred to and vested in the converted stock company without any deed or transfer. Simultaneously, the converted stock company is deemed to have assumed all the obligations and liabilities of the mutual company. (b) The directors and officers of the mutual company, unless otherwise specified in the plan of conversion, shall serve as directors and officers of the converted stock company until new directors and officers of the converted stock company are duly elected pursuant to the articles of incorporation and bylaws of the converted stock company. ( May 24, 1996, D.C. Law 11-126, § 12, 43 DCR 1551 .) Prior Codifications 1981 Ed., § 35-4211. Previous § 31–910. Rights of members whose policies are issued after adoption of the plan and before its effective date. Next § 31–912. Conflict of interest. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 31–912. Conflict of interest. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 9. Insurance Demutualization. § 31–912. Conflict of interest. Code of the District of Columbia § 31–912. Conflict of interest. No director, officer, agent, or employee of the mutual company, or any other person, shall receive any fee, commission, or other valuable consideration, other than his or her usual regular salary and compensation, for in any manner aiding, promoting, or assisting in the conversion except as set forth in the plan approved by the Commissioner. This provision does not prohibit the payment of reasonable fees and compensation to attorneys, accountants, and actuaries for services performed in the independent practice of their professions, even if the attorney, accountant, or actuary is also a director of the mutual company. ( May 24, 1996, D.C. Law 11-126, § 13, 43 DCR 1551 ; Mar. 24, 1998, D.C. Law 12-81, § 43(j), 45 DCR 745 .) Prior Codifications 1981 Ed., § 35-4212. Previous § 31–911. Corporate existence. Next § 31–913. Costs and expenses. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 31–913. Costs and expenses. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 9. Insurance Demutualization. § 31–913. Costs and expenses. Code of the District of Columbia § 31–913. Costs and expenses. All costs and expenses connected with a plan of conversion shall be paid for or reimbursed by the mutual company or the converted stock company from the proceeds of the offering; provided, that if the plan provides either for a holding company to acquire the stock of the converted stock company or for the merger of the mutual company into a stock insurance company as provided in § 31-906(h) , the acquiring holding company or the stock insurance company shall pay for or reimburse all the costs and expenses connected with the plan. ( May 24, 1996, D.C. Law 11-126, § 14, 43 DCR 1551 ; Apr. 3, 2001, D.C. Law 13-214, § 2(g), 47 DCR 9580 .) Prior Codifications 1981 Ed., § 35-4213. Effect of Amendments D.C. Law 13-214 rewrote the section which had read: “All the costs and expenses connected with a plan of conversion shall be paid for or reimbursed by the mutual company or the converted stock company except where the plan provides either for a holding company to acquire the stock of the converted stock company or for the merger of the mutual company into a stock insurance company as provided in § 31-906(e) . In those cases, the acquiring holding company or the stock insurance company shall pay for or reimburse all the costs and expenses connected with the plan.” Previous § 31–912. Conflict of interest. Next § 31–914. Failure to give notice. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 31–914. Failure to give notice. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 9. Insurance Demutualization. § 31–914. Failure to give notice. Code of the District of Columbia § 31–914. Failure to give notice. If the mutual company complies substantially and in good faith with the notice requirements of this chapter, the mutual company’s failure to give any member or members any required notice does not impair the validity of any action taken under this chapter. ( May 24, 1996, D.C. Law 11-126, § 15, 43 DCR 1551 .) Prior Codifications 1981 Ed., § 35-4214. Previous § 31–913. Costs and expenses. Next § 31–915. Limitation of actions. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 31–915. Limitation of actions. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 9. Insurance Demutualization. § 31–915. Limitation of actions. Code of the District of Columbia § 31–915. Limitation of actions. Any action challenging the validity of or arising out of acts taken or proposed to be taken under this chapter shall be commenced within 30 days after the effective date of the plan. ( May 24, 1996, D.C. Law 11-126, § 16, 43 DCR 1551 .) Prior Codifications 1981 Ed., § 35-4215. Previous § 31–914. Failure to give notice. Next Chapter 10. Insurance Industry Material Transactions Disclosures. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library .",
  "metadata": {
    "site_url": "https://code.dccouncil.gov/us/dc/council/code/titles/31/chapters/9",
    "extra_data": {
      "code_title": "Title 31: Insurance and Securities",
      "chapter_number": "9",
      "separated_text": {
        "§ 31–901. Definitions.": "For the purposes of this chapter, the term:",
        "Prior Codifications": "1981 Ed., § 35-4215.",
        "§ 31–902. Adoption of the plan of conversion by the board of directors.": "(a) A mutual company seeking to convert to a stock company shall, by the affirmative vote of a majority of its board of directors, adopt a plan of conversion consistent with the requirements of § 31-906 .",
        "Effect of Amendments": "D.C. Law 13-214 rewrote the section which had read:",
        "§ 31–903. Approval of the plan of conversion by the Commissioner of the Department of Insurance, Securities, and Banking.": "(a) After adoption by the mutual company’s board of directors, the plan shall be submitted to the Commissioner for review and approval. The Commissioner shall approve the plan upon finding that:",
        "Section References": "This section is referenced in § 31-901 and § 31-903 .",
        "§ 31–904. Approval of the plan by the members.": "(a) All eligible members shall be given notice of and an opportunity to vote upon the plan.",
        "§ 31–905. Adoption of revised articles of incorporation.": "(a) Adoption of the revised articles of incorporation of the converted stock company is necessary to implement the plan and shall be governed by the applicable provisions of District law.",
        "Emergency Legislation": "For temporary amendment of section, see § 2(b) of the Insurance Demutualization Emergency Amendment Act of 1998 (D.C. Act 12-528, December 16, 1998,  45 DCR 476).",
        "Temporary Legislation": "For temporary (225 day) amendment of section, see § 2(a) of the Insurance Demutualization Temporary Amendment Act of 1998 (D.C. Law 12-221, April 13, 1999, law notification  46 DCR 3843).",
        "§ 31–905.01. Acquiring, offering securities issued in connection with a plan of conversion.": "Prior to implementation of a plan of conversion adopted by a mutual company, no person shall knowingly acquire, or make any offer, or make any announcement of an offer, for any security issued, or to be issued, by the mutual company in connection with its plan of conversion, or for any security issued by any other company authorized as an alternative for purposes of effecting the conversion pursuant to § 31-906(e) , except in compliance with the maximum purchase limitations imposed by § 31-906(l) or the terms of the plan of conversion as approved by the Commissioner.",
        "§ 31–906. Required provisions in a plan of conversion.": "(a) The plan shall set forth the reasons for the proposed conversion.",
        "§ 31–907. Optional provisions in a plan of conversion.": "(a) The following provisions may be included in the plan:",
        "§ 31–908. Alternative plan of conversion.": "The board of directors may adopt a plan of conversion that does not rely in whole or in part upon the issuance to members of nontransferable subscription rights to purchase stock of the converted stock company if the Commissioner finds that the plan does not prejudice the interest of the members, is fair and equitable, and is based upon an independent appraisal of the market value of the mutual company by a qualified person and a fair and equitable allocation of any consideration to be given eligible members. The Commissioner may retain, at the mutual company’s expense, any qualified expert not otherwise a part of the Commissioner’s staff to assist in reviewing whether the plan may be approved by the Commissioner.",
        "§ 31–909. Effective date of the plan.": "A plan shall become effective when the Commissioner has approved the plan.",
        "§ 31–910. Rights of members whose policies are issued after adoption of the plan and before its effective date.": "(a) All members whose policies are issued after the proposed plan has been adopted by the board of directors and before the effective date of the plan shall be given written notice of the plan of conversion. The notice shall specify the member’s right to terminate that policy as provided in subsection (b) of this section within 30 days after the effective date of the plan. A copy of the plan or a summary of the plan shall accompany the notice. The form of the notice shall be filed with and approved by the Commissioner.",
        "§ 31–911. Corporate existence.": "(a) Upon the conversion of a mutual company to a converted stock company according to provisions of this chapter, the corporate existence of the mutual company shall be continued in the converted stock company. All the rights, franchises, and interest of the mutual company in and to every type of property, real, personal, and mixed, and things in action thereunto belonging, is deemed transferred to and vested in the converted stock company without any deed or transfer. Simultaneously, the converted stock company is deemed to have assumed all the obligations and liabilities of the mutual company.",
        "§ 31–912. Conflict of interest.": "No director, officer, agent, or employee of the mutual company, or any other person, shall receive any fee, commission, or other valuable consideration, other than his or her usual regular salary and compensation, for in any manner aiding, promoting, or assisting in the conversion except as set forth in the plan approved by the Commissioner. This provision does not prohibit the payment of reasonable fees and compensation to attorneys, accountants, and actuaries for services performed in the independent practice of their professions, even if the attorney, accountant, or actuary is also a director of the mutual company.",
        "§ 31–913. Costs and expenses.": "All costs and expenses connected with a plan of conversion shall be paid for or reimbursed by the mutual company or the converted stock company from the proceeds of the offering; provided, that if the plan provides either for a holding company to acquire the stock of the converted stock company or for the merger of the mutual company into a stock insurance company as provided in § 31-906(h) , the acquiring holding company or the stock insurance company shall pay for or reimburse all the costs and expenses connected with the plan.",
        "§ 31–914. Failure to give notice.": "If the mutual company complies substantially and in good faith with the notice requirements of this chapter, the mutual company’s failure to give any member or members any required notice does not impair the validity of any action taken under this chapter.",
        "§ 31–915. Limitation of actions.": "Any action challenging the validity of or arising out of acts taken or proposed to be taken under this chapter shall be commenced within 30 days after the effective date of the plan."
      }
    }
  }
}