{
  "text": "Subchapter I. General Provisions. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 8A. Merchant Banks. Subchapter I. General Provisions. Code of the District of Columbia Subchapter I. General Provisions. § 26–831.01. Short title. § 26–831.02. Definitions. Previous Chapter 8A. Merchant Banks. Next Subchapter II. Application and Certification as a Merchant Bank. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . Subchapter II. Application and Certification as a Merchant Bank. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 8A. Merchant Banks. Subchapter II. Application and Certification as a Merchant Bank. Code of the District of Columbia Subchapter II. Application and Certification as a Merchant Bank. § 26–831.03. Application for merchant bank charter; review and approval or disapproval of application. § 26–831.04. Issuance of certificate of authority. § 26–831.05. Revocation or subsequent limitation of certificate of authority. § 26–831.06. Voluntary termination of certification of authority. Previous Subchapter I. General Provisions. Next Subchapter III. Powers and Authority of a Merchant Bank. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . Subchapter III. Powers and Authority of a Merchant Bank. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 8A. Merchant Banks. Subchapter III. Powers and Authority of a Merchant Bank. Code of the District of Columbia Subchapter III. Powers and Authority of a Merchant Bank. § 26–831.07. Powers of merchant banks; limits on powers. Previous Subchapter II. Application and Certification as a Merchant Bank. Next Subchapter IV. Structure and Organization of a Merchant Bank; Capital Requirements. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . Subchapter IV. Structure and Organization of a Merchant Bank; Capital Requirements. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 8A. Merchant Banks. Subchapter IV. Structure and Organization of a Merchant Bank; Capital Requirements. Code of the District of Columbia Subchapter IV. Structure and Organization of a Merchant Bank; Capital Requirements. § 26–831.08. Capital requirements of a merchant bank. § 26–831.09. Structure and organization of merchant banks. § 26–831.10. Policies of merchant bank’s business activities. Previous Subchapter III. Powers and Authority of a Merchant Bank. Next Subchapter V. Commissioner Possession, Receivership, Conservatorship, and Liquidation of Merchant Banks. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . Subchapter V. Commissioner Possession, Receivership, Conservatorship, and Liquidation of Merchant Banks. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 8A. Merchant Banks. Subchapter V. Commissioner Possession, Receivership, Conservatorship, and Liquidation of Merchant Banks. Code of the District of Columbia Subchapter V. Commissioner Possession, Receivership, Conservatorship, and Liquidation of Merchant Banks. § 26–831.11. Liquidation of merchant banks in general. § 26–831.12. Commissioner taking possession of merchant banks. § 26–831.13. Resumption of business by a merchant bank. § 26–831.14. Appointment of a receiver for a merchant bank. § 26–831.15. Receiver duties and powers. § 26–831.16. Lien on property or assets; voidable transfer. § 26–831.17. Maintenance and disposal of records by receiver. § 26–831.18. Conservator; appointment; bond and security; qualifications; expenses. § 26–831.19. Conservator; rights, powers, and privileges. § 26–831.20. Authority of conservator to borrow money; purpose. § 26–831.21. Termination of conservatorship. Previous Subchapter IV. Structure and Organization of a Merchant Bank; Capital Requirements. Next Subchapter VI. Miscellaneous Provisions. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . Subchapter VI. Miscellaneous Provisions. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 8A. Merchant Banks. Subchapter VI. Miscellaneous Provisions. Code of the District of Columbia Subchapter VI. Miscellaneous Provisions. § 26–831.22. Rules. Previous Subchapter V. Commissioner Possession, Receivership, Conservatorship, and Liquidation of Merchant Banks. Next Chapter 9. Money Lenders; Licenses. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library .",
  "metadata": {
    "site_url": "https://code.dccouncil.gov/us/dc/council/code/titles/26/chapters/8A",
    "extra_data": {
      "code_title": "Title 26: Banks and Other Financial Institutions",
      "chapter_number": "8A",
      "separated_text": {
        "Subchapter I. General Provisions.": "§ 26–831.01. Short title. § 26–831.02. Definitions.",
        "Subchapter II. Application and Certification as a Merchant Bank.": "§ 26–831.03. Application for merchant bank charter; review and approval or disapproval of application. § 26–831.04. Issuance of certificate of authority. § 26–831.05. Revocation or subsequent limitation of certificate of authority. § 26–831.06. Voluntary termination of certification of authority.",
        "Subchapter III. Powers and Authority of a Merchant Bank.": "§ 26–831.07. Powers of merchant banks; limits on powers.",
        "Subchapter IV. Structure and Organization of a Merchant Bank; Capital Requirements.": "§ 26–831.08. Capital requirements of a merchant bank. § 26–831.09. Structure and organization of merchant banks. § 26–831.10. Policies of merchant bank’s business activities.",
        "Subchapter V. Commissioner Possession, Receivership, Conservatorship, and Liquidation of Merchant Banks.": "§ 26–831.11. Liquidation of merchant banks in general. § 26–831.12. Commissioner taking possession of merchant banks. § 26–831.13. Resumption of business by a merchant bank. § 26–831.14. Appointment of a receiver for a merchant bank. § 26–831.15. Receiver duties and powers. § 26–831.16. Lien on property or assets; voidable transfer. § 26–831.17. Maintenance and disposal of records by receiver. § 26–831.18. Conservator; appointment; bond and security; qualifications; expenses. § 26–831.19. Conservator; rights, powers, and privileges. § 26–831.20. Authority of conservator to borrow money; purpose. § 26–831.21. Termination of conservatorship.",
        "Subchapter VI. Miscellaneous Provisions.": "§ 26–831.22. Rules."
      }
    }
  }
}