{
  "text": "§ 31–1701. Definitions. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 17. Redomestication. § 31–1701. Definitions. Code of the District of Columbia § 31–1701. Definitions. For the purposes of this chapter, the term: (1) “Commissioner” means the Commissioner of the Department of Insurance, Securities and Banking. (1A) “District” means the District of Columbia. (2) “Redomestication” means the transfer to the District the corporate domicile of an authorized foreign insurance company. (3) Repealed. (4) “Transferring insurer” means any authorized foreign insurance company seeking redomestication. ( May 24, 1996, D.C. Law 11-127, § 2, 43 DCR 1559 ; Mar. 24, 1998, D.C. Law 12-81, § 44(a), 45 DCR 745 ; Apr. 13, 2005, D.C. Law 15-354, § 46(a), 52 DCR 2638 .) Prior Codifications 1981 Ed., § 35-4301. Effect of Amendments D.C. Law 15-354 , in par. (1), substituted “of the Department of Insurance, Securities, and Banking” for “of Insurance and Securities Regulation”. Previous Chapter 17. Redomestication. Next § 31–1702. Approval as a domestic insurer. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 31–1702. Approval as a domestic insurer. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 17. Redomestication. § 31–1702. Approval as a domestic insurer. Code of the District of Columbia § 31–1702. Approval as a domestic insurer. Any insurer which is organized under laws of any state and is admitted to do business in the District for the purpose of writing insurance may become a domestic insurer by complying with all of the requirements of law relative to the organization and licensing of a domestic insurer of the same type and by designating its principal place of business at a place in the District. The domestic insurer shall be entitled to like certificates and licenses to transact business in the District, and shall be subject to the authority and jurisdiction of the District. ( May 24, 1996, D.C. Law 11-127, § 3, 43 DCR 1559 .) Prior Codifications 1981 Ed., § 35-4302. Previous § 31–1701. Definitions. Next § 31–1703. Conversion to foreign insurer. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 31–1703. Conversion to foreign insurer. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 17. Redomestication. § 31–1703. Conversion to foreign insurer. Code of the District of Columbia § 31–1703. Conversion to foreign insurer. Any domestic insurer may, upon the approval of the Commissioner, transfer its domicile to any state in which it is admitted to transact the business of insurance, and upon such a transfer shall cease to be a domestic insurer and shall be admitted to the District, if qualified, as a foreign insurer. The Commissioner shall approve any proposed transfer unless he or she determines such a transfer is not in the best interest of the policyholders of the District. ( May 24, 1996, D.C. Law 11-127, § 4, 43 DCR 1559 ; Mar. 24, 1998, D.C. Law 12-81, § 44(b), 45 DCR 745 ; Apr. 13, 2005, D.C. Law 15-354, § 46(b), 52 DCR 2638 .) Prior Codifications 1981 Ed., § 35-4303. Effect of Amendments D.C. Law 15-354 deleted “of Insurance and Securities” following “approval of the Commissioner”. Previous § 31–1702. Approval as a domestic insurer. Next § 31–1704. Effects of redomestication. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 31–1704. Effects of redomestication. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 17. Redomestication. § 31–1704. Effects of redomestication. Code of the District of Columbia § 31–1704. Effects of redomestication. (a) The certificate of authority, agent appointments and licenses, rates, and other items which the Commissioner allows, in his or her discretion, which are in existence at the time any insurer licensed to transact the business of insurance in the District transfers its corporate domicile to the District or any other state by merger, consolidation, or any other lawful method shall continue in full force and effect upon the transfer if the insurer remains duly qualified to transact the business of insurance in the District. All outstanding policies of any transferring insurer shall remain in full force and effect and need not be endorsed as to the new name of the company or its new location unless so ordered by the Commissioner. (b) Every transferring insurer shall file new policy forms with the Commissioner on or before the effective date of the transfer, but may use existing policy forms with appropriate endorsements if allowed by, and under such conditions as approved by, the Commissioner. (c) Every such transferring insurer shall notify the Commissioner of the details of the proposed transfer and shall file promptly any resulting amendments to corporate documents filed or required to be filed with the Commissioner. ( May 24, 1996, D.C. Law 11-127, § 5, 43 DCR 1559 ; Mar. 24, 1998, D.C. Law 12-81, § 44(c), 45 DCR 745 .) Prior Codifications 1981 Ed., § 35-4304. Previous § 31–1703. Conversion to foreign insurer. Next § 31–1705. Rulemaking. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 31–1705. Rulemaking. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 17. Redomestication. § 31–1705. Rulemaking. Code of the District of Columbia § 31–1705. Rulemaking. The Mayor, pursuant to subchapter I of Chapter 5 of Title 2 , may issue rules and regulations to carry out the purpose of this chapter. ( May 24, 1996, D.C. Law 11-127, § 6, 43 DCR 1559 .) Prior Codifications 1981 Ed., § 35-4305. Previous § 31–1704. Effects of redomestication. Next Chapter 18. Reinsurance Intermediaries. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library .",
  "metadata": {
    "site_url": "https://code.dccouncil.gov/us/dc/council/code/titles/31/chapters/17",
    "extra_data": {
      "code_title": "Title 31: Insurance and Securities",
      "chapter_number": "17"
    }
  }
}