{
  "text": "Fixed Asset Investments  \n201 \n \n202 \na) \nDefinitions  \n203 \n \n204 \n\"Fixed assets\" means premises and furniture, fixtures and equipment, as those \n205 \nterms are defined in this Section:  \n206 \n \n207 \n\"Premises\" includes any office, branch office, suboffice, service center, \n208 \nparking lot, other facility, or real estate where the credit union transacts or \n209 \nwill transact business.  \n210 \n \n211 \n\"Furniture, fixtures and equipment\" includes all office furnishings, office \n212 \nmachines, computer hardware and software, automated terminals, and \n213 \nheating and cooling equipment.  \n214 \n \n215 \nDFPR \n38 ILLINOIS ADMINISTRATIVE CODE 190 \n \n \n \n38 IAC 190 – Illinois Credit Union Act Regulation \nPage 6 of 30 \n \n02/22/17 \n \n\"Investment in fixed assets\"  means:  \n216 \n \n217 \nany investment in real property (improved or unimproved) that is being \n218 \nused or is intended to be used as premises, excluding premises leased for \n219 \nfive years or less;  \n220 \n \n221 \nany leasehold improvement on premises;  \n222 \n \n223 \nthe present value of the aggregate of all capital lease payments pursuant to \n224 \nlease agreements for fixed assets, excluding lease payments for premises \n225 \nleased for five years or less;  \n226 \n \n227 \nany investment in the bonds, stock, debentures, or other obligations of a \n228 \npartnership or corporation or limited liability entity, including a credit \n229 \nunion service organization, holding any fixed assets used by the credit \n230 \nunion and any loans to that partnership or corporation or limited liability \n231 \nentity; and  \n232 \n \n233 \nany investment in furniture, fixtures and equipment.  \n234 \n \n235 \n\"Retained earnings\" includes undivided earnings, regular reserve, other reserves, \n236 \nand any other appropriations designated by management or regulatory authorities.  \n237 \n \n238 \nb) \nInvestment in Fixed Assets  \n239 \n \n240 \n1) \nCredit unions with assets of less than $1,000,000 that choose to invest in \n241 \npremises must apply to the Division for approval.  \n242 \n \n243 \n2) \nCredit unions with assets of $1,000,000 or more may invest in fixed \n244 \nassets, without the prior approval of the Division. \n \n \n \n \n245 \n \n \n \n \n \n \n \n246 \nc) \nCredit unions with assets of less than $1,000,000 seeking to invest in premises \n247 \nmust submit to the Division an application for approval.  The application for \n248 \napproval must contain the following minimum supporting documentation:  \n249 \n \n250 \n1) \nwhy the purchase and/or lease is necessary to serve the credit union's \n251 \nmembers;  \n252 \n \n253 \n2) \ndetails of the proposed transaction including:  \n254 \n \n255 \nA) \nlocation and full description of the fixed asset;  \n256 \n \n257 \nB) \nif a purchase of premises is involved, current valuation by an \n258 \nDFPR \n38 ILLINOIS ADMINISTRATIVE CODE 190 \n \n \n \n38 IAC 190 – Illinois Credit Union Act Regulation \nPage 7 of 30 \n \n02/22/17 \n \nindependent appraiser;  \n259 \n \n260 \nC) \npurchase price or lease details;  \n261 \n \n262 \nD) \ncurrent owners and their relationship to the credit union or to any \n263 \nmembers of the credit union;  \n264 \n \n265 \nE) \nhow the project will be financed;  \n266 \n \n267 \nF) \nif a purchase, lease or improvement of premises is involved, a \n268 \nsummary of planned due diligence inspections to verify building, \n269 \nbuilding line and use or occupancy restrictions; conditions and \n270 \ncovenants on record; zoning laws and ordinances; easements for \n271 \npublic utilities; and other matters pertinent to the transaction; and  \n272 \n \n273 \nG) \nevidence that the increase in operating expenses caused by the \n274 \nproject can be supported after accounting for the current level of \n275 \nexpenses and dividend commitments;  \n276 \n \n277 \n3) \nthe credit union's latest balance sheet, income statement and loan \n278 \ndelinquency report;  \n279 \n \n280 \n4) \na certified copy of Board minutes that contain approval for the project.  \n281 \n \n282 \nd) \nThe Division shall respond to applications for approval of fixed asset investments \n283 \nas follows:  \n284 \n \n285 \n1) \nThe Division shall inform the credit union applicant, in writing, of the date \n286 \nthe letter of application was received.  \n287 \n \n288 \n2) \nApproval of applications shall be given in writing once it is determined by \n289 \nthe Division that the proposal will not adversely affect the credit union's \n290 \nfinancial position.  The determination will be based on the past history, \n291 \ncurrent financial condition, projections of the credit union, and whether \n292 \nthe increase of operating expenses caused by the project can be supported \n293 \nafter accounting for the current level of expense, dividend and reserve \n294 \ncommitments.  \n295 \n \n296 \n3) \nAn approval will state a dollar amount or percentage of retained earnings \n297 \nthat may be invested in fixed assets by the credit union.  \n298 \n \n299 \n4) \nThe Division shall provide to credit union applicants written notification \n300 \nof action taken within 45 calendar days after receipt of the complete \n301 \nDFPR \n38 ILLINOIS ADMINISTRATIVE CODE 190 \n \n \n \n38 IAC 190 – Illinois Credit Union Act Regulation \nPage 8 of 30 \n \n02/22/17 \n \npackage of supporting documentation from the credit union.  If the credit \n302 \nunion does not receive written notification of the action taken within 45 \n303 \ncalendar days after the date the complete package of supporting \n304 \ndocumentation was received by the Division, the credit union may proceed \n305 \nwith its proposed investment in fixed assets.  \n306 \n \n307 \ne) \nA credit union that has received approval for a specific fixed asset transaction \n308 \nfrom the Division prior to the date of promulgation of amendments to this Section \n309 \nshall continue to be eligible to consummate the transaction after the date of \n310 \npromulgation, without further Division approval.  \n311 \n \n312 \nf) \nIn recording all transactions for fixed assets, GAAP shall be followed.  \n313 \n \n314 \n(Source:  Amended at 41 Ill. Reg. ______, effective ____________) \n315 \n \n316",
  "metadata": {
    "site_url": "https://ilga.gov/commission/jcar/admincode/038/03800190sections.html",
    "code_title": "Illinois Administrative Code Title 38 Part 190",
    "chapter_number": "Section 190.90"
  }
}