{
  "text": "Subchapter I. Establishment of the Department of Insurance, Securities, and Banking. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 1. Department of Insurance, Securities, and Banking. Subchapter I. Establishment of the Department of Insurance, Securities, and Banking. Code of the District of Columbia Subchapter I. Establishment of the Department of Insurance, Securities, and Banking. § 31–101. Definitions. § 31–102. Establishment of the Department of Insurance, Securities, and Banking. § 31–103. Functions and duties. § 31–104. Commissioner of the Department of Insurance, Securities, and Banking. § 31–105. Transfers. § 31–106. Organization. § 31–106.01. Student Loan Ombudsman. § 31–106.02. Student loan servicer; licensure and reporting requirements. § 31–106.03. Rules. § 31–107. Department of Insurance, Securities, and Banking funding. § 31–108. Abolition of Insurance Administration. Previous Chapter 1. Department of Insurance, Securities, and Banking. Next Subchapter II. Regulations Under the Gramm-Leach-Bliley Act. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . Subchapter II. Regulations Under the Gramm-Leach-Bliley Act. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 1. Department of Insurance, Securities, and Banking. Subchapter II. Regulations Under the Gramm-Leach-Bliley Act. Code of the District of Columbia Subchapter II. Regulations Under the Gramm-Leach-Bliley Act. § 31–121. Regulations. Previous Subchapter I. Establishment of the Department of Insurance, Securities, and Banking. Next Chapter 2. Duties of Commissioner; Requirements of Industry. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library .",
  "metadata": {
    "site_url": "https://code.dccouncil.gov/us/dc/council/code/titles/31/chapters/1",
    "extra_data": {
      "code_title": "Title 31: Insurance and Securities",
      "chapter_number": "1",
      "separated_text": {
        "Subchapter I. Establishment of the Department of Insurance, Securities, and Banking.": "§ 31–101. Definitions. § 31–102. Establishment of the Department of Insurance, Securities, and Banking. § 31–103. Functions and duties. § 31–104. Commissioner of the Department of Insurance, Securities, and Banking. § 31–105. Transfers. § 31–106. Organization. § 31–106.01. Student Loan Ombudsman. § 31–106.02. Student loan servicer; licensure and reporting requirements. § 31–106.03. Rules. § 31–107. Department of Insurance, Securities, and Banking funding. § 31–108. Abolition of Insurance Administration.",
        "Subchapter II. Regulations Under the Gramm-Leach-Bliley Act.": "§ 31–121. Regulations."
      }
    }
  }
}