{
  "text": "§ 31–1101. Applicability of provisions. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 11. Insurance Premium Finance Companies. § 31–1101. Applicability of provisions. Code of the District of Columbia § 31–1101. Applicability of provisions. The provisions of this chapter shall not apply with respect to: (1) Any insurance company licensed to do business in the District; (2) Any banking institution, trust, loan, mortgage, safe deposit, or title company, building association, credit union, moneylenders, or common trust fund authorized to do business in the District; (3) The inclusion of a charge for insurance in connection with an installment sale of a motor vehicle make in accordance with Chapter 6 of Title 50 ; or (4) The financing of insurance premiums in the District in accordance with the provisions of §§ 28-3301 and 28-3302 relating to rates of interest. ( Oct. 9, 1940, ch. 792, ch. III, § 51 ; Apr. 18, 1966, 80 Stat. 126, Pub. L. 89-403, § 1 .) Prior Codifications 1981 Ed., § 35-1551. 1973 Ed., § 35-1361. Previous Chapter 11. Insurance Premium Finance Companies. Next § 31–1102. Definitions. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 31–1102. Definitions. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 11. Insurance Premium Finance Companies. § 31–1102. Definitions. Code of the District of Columbia § 31–1102. Definitions. For the purposes of this chapter: (1) The term “insurance premium finance company” means a person engaged in the business of entering into insurance premium finance agreements. (2) The term “premium finance agreement” means an agreement by which an insured or prospective insured promises to pay to a premium finance company the amount advanced or to be advanced under the agreement to an insurer or to an insurance agent or broker in payment of premiums on an insurance contract together with a service charge as authorized and limited by this chapter. (3) The term “licensee” means a premium finance company holding a license issued by the Commissioner under this chapter. ( Oct. 9, 1940, ch. 792, ch. III, § 52 ; Apr. 18, 1966, 80 Stat. 126, Pub. L. 89-403, § 1 ; May 21, 1997, D.C. Law 11-268, § 10, 44 DCR 1730 ; Mar. 24, 1998, D.C. Law 12-81, § 29(d), 45 DCR 745 .) Prior Codifications 1981 Ed., § 35-1552. 1973 Ed., § 35-1362. Editor's Notes Department of Insurance abolished: See Historical and Statutory Notes following § 31-2501.03 . Previous § 31–1101. Applicability of provisions. Next § 31–1103. Licenses — Persons required to obtain; fees; other requirements. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 31–1103. Licenses — Persons required to obtain; fees; other requirements. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 11. Insurance Premium Finance Companies. § 31–1103. Licenses — Persons required to obtain; fees; other requirements. Code of the District of Columbia § 31–1103. Licenses — Persons required to obtain; fees; other requirements. (a) No person shall engage in the business of financing insurance premiums in the District without first having obtained a license as a premium finance company from the Commissioner. Any person who shall engage in the business of financing insurance premiums in the District without obtaining a license as provided hereunder shall, upon conviction in the Superior Court of the District of Columbia, be guilty of a misdemeanor and shall be subject to the penalties in § 31-2502.42 . (b) The annual license fee shall be $150. Licenses may be renewed from year to year as of the 1st day of May of each year upon payment of the fee of $150. The fee for said license shall be paid through the Commissioner to the District of Columbia Treasurer. (c) The person to whom the license or the renewal thereof may be issued shall file sworn answers, subject to the penalties of perjury, to such interrogatories as the Commissioner may require. The Commissioner shall have authority, at any time, to require the applicant fully to disclose the identity of all stockholders, partners, officers, and employees and he may, in his discretion, refuse to issue or renew a license in the name of any firm, partnership, or corporation if he is not satisfied that any officer, employee, stockholder, or partner thereof who may materially influence the applicant’s conduct meets the standards of this chapter. (d) Any license issued pursuant to this section shall be issued as a Financial Services endorsement to a basic business license under the basic business license system as set forth in subchapter I-A of Chapter 28 of Title 47 . ( Oct. 9, 1940, ch. 792, ch. III, § 53 ; Apr. 18, 1966, 80 Stat. 126, Pub. L. 89-403, § 1 ; July 29, 1970, 84 Stat. 570, Pub. L. 91-358, title I, § 155(a) ; June 14, 1994, D.C. Law 10-128, § 403(b), 41 DCR 2096 ; May 21, 1997, D.C. Law 11-268, § 10(r)(3), 44 DCR 1730 ; Apr. 20, 1999, D.C. Law 12-261, § 2003(ii), 46 DCR 3142 ; Oct. 28, 2003, D.C. Law 15-38, § 3(v), 50 DCR 6913 .) Prior Codifications 1981 Ed., § 35-1553. 1973 Ed., § 35-1363. Effect of Amendments D.C. Law 15-38 , in subsec. (d), substituted “Financial Services endorsement to a basic business license under the basic” for “Class A Financial Services endorsement to a master business license under the master”. Emergency Legislation For temporary (90 day) amendment of section, see § 3(v) of Streamlining Regulation Emergency Act of 2003 (D.C. Act 15-145, August 11, 2003,  50 DCR 6896). Editor's Notes Department of Insurance abolished: See Historical and Statutory Notes following § 31-2501.03 . Previous § 31–1102. Definitions. Next § 31–1104. Licenses — Issuance or renewal. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 31–1104. Licenses — Issuance or renewal. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 11. Insurance Premium Finance Companies. § 31–1104. Licenses — Issuance or renewal. Code of the District of Columbia § 31–1104. Licenses — Issuance or renewal. (a) Upon the filing of an application and the payment of the license fee the Commissioner shall make an investigation of each applicant and shall issue a license if the applicant is qualified in accordance with this chapter. If the Commissioner does not so find, he shall, within 30 days after he has received such application, at the request of the applicant, give the applicant a full hearing. (b) The Commissioner shall issue or renew a license as may be applied for when he is satisfied that the person to be licensed: (1) Is competent and trustworthy and intends to act in good faith in the capacity involved by the license applied for; (2) Has a good business reputation and has had experience, training, or education so as to be qualified in the business for which the license is applied for; and (3) If a corporation, is a corporation incorporated under the laws of the District or a foreign corporation authorized to transact business in the District. ( Oct. 9, 1940, ch. 792, ch. III, § 54 ; Apr. 18, 1966, 80 Stat. 126, Pub. L. 89-403, § 1 ; May 21, 1997, D.C. Law 11-268, § 10, 44 DCR 1730 ; Mar. 24, 1998, D.C. Law 12-81, § 29(e), 45 DCR 745 .) Prior Codifications 1981 Ed., § 35-1554. 1973 Ed., § 35-1554. Editor's Notes Department of Insurance abolished: See Historical and Statutory Notes following § 31-2501.03 . Previous § 31–1103. Licenses — Persons required to obtain; fees; other requirements. Next § 31–1105. Licenses — Revocation, suspension or refusal to renew; penalty in lieu of revocation or suspension; right of applicant or licensee to administrative or judicial hearing. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 31–1105. Licenses — Revocation, suspension or refusal to renew; penalty in lieu of revocation or suspension; right of applicant or licensee to administrative or judicial hearing. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 11. Insurance Premium Finance Companies. § 31–1105. Licenses — Revocation, suspension or refusal to renew; penalty in lieu of revocation or suspension; right of applicant or licensee to administrative or judicial hearing. Code of the District of Columbia § 31–1105. Licenses — Revocation, suspension or refusal to renew; penalty in lieu of revocation or suspension; right of applicant or licensee to administrative or judicial hearing. (a) The Commissioner may revoke or suspend the license of any premium finance company when and if after investigation it appears to the Commissioner that: (1) Any license issued to such company was obtained by fraud; (2) There was any misrepresentation in the application for the license; (3) The holder of such license has otherwise shown himself untrustworthy or incompetent to act as a premium finance company; (4) Such company has violated any of the provisions of this chapter; or (5) Such company has been rebating part of the service charge as allowed and permitted herein to any insurance agent or any employee of an insurance agent or to any other person as an inducement to the financing of any insurance policy with the premium finance company. (b) Before the Commissioner shall revoke, suspend, or refuse to renew the license of any premium finance company, he shall give to such person an opportunity to be fully heard and to introduce evidence in his behalf. In lieu of revoking or suspending the license for any of the causes enumerated in this section, after hearing as herein provided, the Commissioner may subject such company to a penalty of not more than $200 for each offense when in his judgment he finds that the public interest would not be harmed by the continued operation of such company. The amount of any such penalty shall be paid by such company through the office of the Commissioner to the District of Columbia Treasurer. At any hearing provided by this section, the Commissioner shall have authority to administer oaths to witnesses. Anyone testifying falsely, after having been administered such oath, shall be subject to the penalty of perjury. (c) If the Commissioner refuses to issue or renew any license or if any applicant or licensee is aggrieved by any action of the Commissioner, said applicant or licensee shall have the right to a hearing and court proceeding as provided for in §§ 31-2502.35 [repealed], 31-2502.43 [repealed] and 31-2502.44 [repealed]. ( Oct. 9, 1940, ch. 792, ch. III, § 55 ; Apr. 18, 1966, 80 Stat. 126, Pub. L. 89-403, § 1 ; May 21, 1997, D.C. Law 11-268, § 10(r)(3), 44 DCR 1730 .) Prior Codifications 1981 Ed., § 35-1555. 1973 Ed., § 35-1365. Section References This section is referenced in § 31-2231.17 . Cross References Administrative procedure, see § 2-501 et seq. Judicial review, see §§ 2-510 and 11-722 . Editor's Notes Department of Insurance abolished: See Historical and Statutory Notes following § 31-2501.03 . Previous § 31–1104. Licenses — Issuance or renewal. Next § 31–1106. Records. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 31–1106. Records. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 11. Insurance Premium Finance Companies. § 31–1106. Records. Code of the District of Columbia § 31–1106. Records. (a) Every licensee shall maintain records of its premium finance transactions and the said records shall be open to examination and investigation by the Commissioner. The Commissioner may at any time require any licensee to bring such records as he may direct to the Commissioner’s office for examination. (b) Every licensee shall preserve its records of such premium finance transactions, including cards used in a card system, for at least 3 years after making the final entry in respect to any premium finance agreement. The preservation of records in photographic form shall constitute compliance with this requirement. ( Oct. 9, 1940, ch. 792, ch. III, § 56 ; Apr. 18, 1966, 80 Stat. 126, Pub. L. 89-403, § 1 ; May 21, 1997, D.C. Law 11-268, § 10(r)(3), 44 DCR 1730 .) Prior Codifications 1981 Ed., § 35-1556. 1973 Ed., § 35-1366. Editor's Notes Department of Insurance abolished: See Historical and Statutory Notes following § 31-2501.03 . Previous § 31–1105. Licenses — Revocation, suspension or refusal to renew; penalty in lieu of revocation or suspension; right of applicant or licensee to administrative or judicial hearing. Next § 31–1107. Rules and regulations. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 31–1107. Rules and regulations. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 11. Insurance Premium Finance Companies. § 31–1107. Rules and regulations. Code of the District of Columbia § 31–1107. Rules and regulations. The Commissioner shall have authority to make and enforce such reasonable rules and regulations as may be necessary in making effective the provisions of this chapter, but such rules and regulations shall not be contrary to nor inconsistent with the provisions of this chapter. ( Oct. 9, 1940, ch. 792, ch. III, § 57 ; Apr. 18, 1966, 80 Stat. 126, Pub. L. 89-403, § 1 ; May 21, 1997, D.C. Law 11-268, § 10(r)(3), 44 DCR 1730 .) Prior Codifications 1981 Ed., § 35-1557. 1973 Ed., § 35-1367. Editor's Notes Department of Insurance abolished: See Historical and Statutory Notes following § 31-2501.03 . Previous § 31–1106. Records. Next § 31–1108. Form and contents of agreements. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 31–1108. Form and contents of agreements. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 11. Insurance Premium Finance Companies. § 31–1108. Form and contents of agreements. Code of the District of Columbia § 31–1108. Form and contents of agreements. (a) A premium finance agreement shall: (1) Be dated, signed by or on behalf of the insured, and the printed portion thereof shall be in at least 8-point type; (2) Contain the name and place of business of the insurance agent negotiating the related insurance contract, the name and residence or the place of business of the premium finance company to which payments are to be made, a description of the insurance contracts involved and the amount of the premium therefor; and (3) Set forth the following items where applicable: (A) The total amount of the premiums; (B) The amount of the downpayment; (C) The principal balance (the difference between subparagraphs (A) and (B) of this paragraph); (D) The amount of the service charge; (E) The balance payable by the insured (sum of subparagraphs (C) and (D) of this paragraph); and (F) The number of installments required, the amount of each installment expressed in dollars, and the due date or period thereof. (b) The items set out in subsection (a)(3) of this section need not be stated in the sequence or order in which they appear in such paragraph, and additional items may be included to explain the computations made in determining the amount to be paid by the insured. ( Oct. 9, 1940, ch. 792, ch. III, § 58 ; Apr. 18, 1966, 80 Stat. 126, Pub. L. 89-403, § 1 .) Prior Codifications 1981 Ed., § 35-1558. 1973 Ed., § 35-1368. Previous § 31–1107. Rules and regulations. Next § 31–1109. Service charges. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 31–1109. Service charges. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 11. Insurance Premium Finance Companies. § 31–1109. Service charges. Code of the District of Columbia § 31–1109. Service charges. (a) A premium finance company shall not charge, contract for, receive, or collect a service charge other than as permitted by this chapter. (b) The service charge is to be computed on the balance of the premiums due (after subtracting the downpayment made by the insured in accordance with the premium finance agreement) from the effective date of the insurance coverage, for which the premiums are being advanced, to and including the date when the final installment of the premium finance agreement is payable. (c) The service charge shall be a maximum of $10 per $100 per year plus an additional charge of $20 per premium finance contract which need not be refunded upon cancellation or prepayment. ( Oct. 9, 1940, ch. 792, ch. III, § 59 ; Apr. 18, 1966, 80 Stat. 126, Pub. L. 89-403, § 1 ; Nov. 15, 1983, D.C. Law 5-40, § 2(a), 30 DCR 4994 .) Prior Codifications 1981 Ed., § 35-1559. 1973 Ed., § 35-1369. Previous § 31–1108. Form and contents of agreements. Next § 31–1110. Delinquency charges. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 31–1110. Delinquency charges. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 11. Insurance Premium Finance Companies. § 31–1110. Delinquency charges. Code of the District of Columbia § 31–1110. Delinquency charges. A premium finance agreement may provide for the payment by the insured of a delinquency charge of $1 to a maximum of 5% of the delinquent installment which is in default for a period of 5 days or more. ( Oct. 9, 1940, ch. 792, ch. III, § 60 ; Apr. 18, 1966, 80 Stat. 126, Pub. L. 89-403, § 1 ; Nov. 15, 1983, D.C. Law 5-40, § 2(b), 30 DCR 4994 .) Prior Codifications 1981 Ed., § 35-1560. 1973 Ed., § 35-1370. Previous § 31–1109. Service charges. Next § 31–1111. Cancellation of insurance contracts. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 31–1111. Cancellation of insurance contracts. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 11. Insurance Premium Finance Companies. § 31–1111. Cancellation of insurance contracts. Code of the District of Columbia § 31–1111. Cancellation of insurance contracts. (a) When a premium finance agreement contains a power of attorney enabling the premium finance company to cancel any insurance contract or contracts listed in the agreement, the insurance contract or contracts shall not be canceled by the premium finance company unless such cancellation is effectuated in accordance with this section. (b) Not less than 10 days written notice shall be mailed to the insured of the intent of the premium finance company to cancel the insurance contract unless the default is cured within such 10-day period. (c) After expiration of such 10-day period, the premium finance company may thereafter request, in the name of the insured, cancellation of such insurance contract or contracts by mailing to the insurer a notice of cancellation, and the insurance contract shall be canceled as if such notice of cancellation had been submitted by the insured himself, but without requiring the return of the insurance contract or contracts. The premium finance company shall also mail a notice of cancellation to the insured at his last known address. (d) All statutory, regulatory, and contractual restrictions providing that the insurance contract may not be canceled unless notice is given to a governmental agency, mortgagee, or other third party shall apply where cancellation is effected under the provisions of this section. The insurer shall give the prescribed notice in behalf of itself or the insured to any governmental agency, mortgagee, or other third party on or before the 2nd business day after the day it receives the notice of cancellation from the premium finance company and shall determine the effective date of cancellation taking into consideration the number of days notice required to complete the cancellation. (e) Whenever an insurance contract is cancelled in accordance with this section, the insurer shall return whatever gross unearned premiums are due under the insurance contract to the premium finance company affecting the cancellation for the account of the insured or insureds. (f) In the event that the crediting of return premiums to the account of the insured results in a surplus over the amount due from the insured, the premium finance company shall refund such excess to the insured provided that no such refund shall be required if it amounts to less than $1. (g) When a default results in the cancellation of an insurance contract listed in the premium finance agreement, the premium finance agreement may provide for the payment by the insured of a cancellation charge equal to the difference between any delinquent charge imposed in respect of the installment or installments in default and $10; provided, however, that should the cancellation notice be withdrawn prior to its effective date and the insurance coverage reinstated, the agreement may provide for payment by the insured of a reinstatement charge equal to the cancellation charge herein provided. ( Oct. 9, 1940, ch. 792, ch. III, § 61 ; Apr. 18, 1966, 80 Stat. 126, Pub. L. 89-403, § 1 ; Nov. 15, 1983, D.C. Law 5-40, § 2(c), 30 DCR 4994 .) Prior Codifications 1981 Ed., § 35-1561. 1973 Ed., § 35-1371. Previous § 31–1110. Delinquency charges. Next § 31–1112. Validity of agreements as secured transactions. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 31–1112. Validity of agreements as secured transactions. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 11. Insurance Premium Finance Companies. § 31–1112. Validity of agreements as secured transactions. Code of the District of Columbia § 31–1112. Validity of agreements as secured transactions. No filing of the premium finance agreement shall be necessary to perfect the validity of such agreement as a secured transaction as against creditors, subsequent purchasers, pledges, and encumbrances, successors, or assigns. ( Oct. 9, 1940, ch. 792, ch. III, § 62 ; Apr. 18, 1966, 80 Stat. 126, Pub. L. 89-403, § 1 .) Prior Codifications 1981 Ed., § 35-1562. 1973 Ed., § 35-1372. Previous § 31–1111. Cancellation of insurance contracts. Next Chapter 11A. Insurance Producers. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library .",
  "metadata": {
    "site_url": "https://code.dccouncil.gov/us/dc/council/code/titles/31/chapters/11",
    "extra_data": {
      "code_title": "Title 31: Insurance and Securities",
      "chapter_number": "11",
      "separated_text": {
        "§ 31–1101. Applicability of provisions.": "The provisions of this chapter shall not apply with respect to:",
        "Prior Codifications": "1981 Ed., § 35-1562.",
        "§ 31–1102. Definitions.": "For the purposes of this chapter:",
        "Editor's Notes": "Department of Insurance abolished: See Historical and Statutory Notes following § 31-2501.03 .",
        "§ 31–1103. Licenses — Persons required to obtain; fees; other requirements.": "(a) No person shall engage in the business of financing insurance premiums in the District without first having obtained a license as a premium finance company from the Commissioner. Any person who shall engage in the business of financing insurance premiums in the District without obtaining a license as provided hereunder shall, upon conviction in the Superior Court of the District of Columbia, be guilty of a misdemeanor and shall be subject to the penalties in § 31-2502.42 .",
        "Effect of Amendments": "D.C. Law 15-38 , in subsec. (d), substituted “Financial Services endorsement to a basic business license under the basic” for “Class A Financial Services endorsement to a master business license under the master”.",
        "Emergency Legislation": "For temporary (90 day) amendment of section, see § 3(v) of Streamlining Regulation Emergency Act of 2003 (D.C. Act 15-145, August 11, 2003,  50 DCR 6896).",
        "§ 31–1104. Licenses — Issuance or renewal.": "(a) Upon the filing of an application and the payment of the license fee the Commissioner shall make an investigation of each applicant and shall issue a license if the applicant is qualified in accordance with this chapter. If the Commissioner does not so find, he shall, within 30 days after he has received such application, at the request of the applicant, give the applicant a full hearing.",
        "§ 31–1105. Licenses — Revocation, suspension or refusal to renew; penalty in lieu of revocation or suspension; right of applicant or licensee to administrative or judicial hearing.": "(a) The Commissioner may revoke or suspend the license of any premium finance company when and if after investigation it appears to the Commissioner that:",
        "Section References": "This section is referenced in § 31-2231.17 .",
        "Cross References": "Administrative procedure, see § 2-501 et seq.",
        "§ 31–1106. Records.": "(a) Every licensee shall maintain records of its premium finance transactions and the said records shall be open to examination and investigation by the Commissioner. The Commissioner may at any time require any licensee to bring such records as he may direct to the Commissioner’s office for examination.",
        "§ 31–1107. Rules and regulations.": "The Commissioner shall have authority to make and enforce such reasonable rules and regulations as may be necessary in making effective the provisions of this chapter, but such rules and regulations shall not be contrary to nor inconsistent with the provisions of this chapter.",
        "§ 31–1108. Form and contents of agreements.": "(a) A premium finance agreement shall:",
        "§ 31–1109. Service charges.": "(a) A premium finance company shall not charge, contract for, receive, or collect a service charge other than as permitted by this chapter.",
        "§ 31–1110. Delinquency charges.": "A premium finance agreement may provide for the payment by the insured of a delinquency charge of $1 to a maximum of 5% of the delinquent installment which is in default for a period of 5 days or more.",
        "§ 31–1111. Cancellation of insurance contracts.": "(a) When a premium finance agreement contains a power of attorney enabling the premium finance company to cancel any insurance contract or contracts listed in the agreement, the insurance contract or contracts shall not be canceled by the premium finance company unless such cancellation is effectuated in accordance with this section.",
        "§ 31–1112. Validity of agreements as secured transactions.": "No filing of the premium finance agreement shall be necessary to perfect the validity of such agreement as a secured transaction as against creditors, subsequent purchasers, pledges, and encumbrances, successors, or assigns."
      }
    }
  }
}