{
  "text": "Subchapter I. General. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 2. Building Associations. Subchapter I. General. Code of the District of Columbia Subchapter I. General. § 26–201. Formation; general nature and powers. § 26–202. Powers as to stock. § 26–203. Bonus to be paid by late subscribers. § 26–204. Object; supervision by federal board; strict compliance with provisions required; exception; violations. § 26–205. [Reserved]. § 26–206. Foreign associations. § 26–207. Advancements — Payments of premiums. § 26–208. Advancements — Security. § 26–209. Advancements — Participation of all shares in profits. § 26–210. Advancements — Redemption on failure to bid. § 26–211. Withdrawal by shareholder. § 26–212. Repayment of advances. § 26–213. Forfeiture of stock. § 26–214. Foreclosure of advanced shareholder’s security. § 26–215. Purchase of real property. Previous Chapter 2. Building Associations. Next Subchapter II. Federal Securities. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . Subchapter II. Federal Securities. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 2. Building Associations. Subchapter II. Federal Securities. Code of the District of Columbia Subchapter II. Federal Securities. § 26–231. Purchase of federal securities. § 26–232. Exchange of securities or real estate for federal bonds. Previous Subchapter I. General. Next Subchapter III. Transfer of Remaining Functions to the Superintendent of Banking and Financial Institutions. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . Subchapter III. Transfer of Remaining Functions to the Superintendent of Banking and Financial Institutions. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 2. Building Associations. Subchapter III. Transfer of Remaining Functions to the Superintendent of Banking and Financial Institutions. Code of the District of Columbia Subchapter III. Transfer of Remaining Functions to the Superintendent of Banking and Financial Institutions. § 26–251. Remaining powers, duties, and functions of Comptroller transferred to Superintendent of Banking and Financial Institutions. Previous Subchapter II. Federal Securities. Next Chapter 3. Check Cashers. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library .",
  "metadata": {
    "site_url": "https://code.dccouncil.gov/us/dc/council/code/titles/26/chapters/2",
    "extra_data": {
      "code_title": "Title 26: Banks and Other Financial Institutions",
      "chapter_number": "2",
      "separated_text": {
        "Subchapter I. General.": "§ 26–201. Formation; general nature and powers. § 26–202. Powers as to stock. § 26–203. Bonus to be paid by late subscribers. § 26–204. Object; supervision by federal board; strict compliance with provisions required; exception; violations. § 26–205. [Reserved]. § 26–206. Foreign associations. § 26–207. Advancements — Payments of premiums. § 26–208. Advancements — Security. § 26–209. Advancements — Participation of all shares in profits. § 26–210. Advancements — Redemption on failure to bid. § 26–211. Withdrawal by shareholder. § 26–212. Repayment of advances. § 26–213. Forfeiture of stock. § 26–214. Foreclosure of advanced shareholder’s security. § 26–215. Purchase of real property.",
        "Subchapter II. Federal Securities.": "§ 26–231. Purchase of federal securities. § 26–232. Exchange of securities or real estate for federal bonds.",
        "Subchapter III. Transfer of Remaining Functions to the Superintendent of Banking and Financial Institutions.": "§ 26–251. Remaining powers, duties, and functions of Comptroller transferred to Superintendent of Banking and Financial Institutions."
      }
    }
  }
}