{
  "text": "§ 26–401. Establishment. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 4. Common Trust Funds. § 26–401. Establishment. Code of the District of Columbia § 26–401. Establishment. Any bank or trust company qualified to act as fiduciary in the District of Columbia may, subject to such rules and regulations as may be promulgated from time to time by the Board of Governors of the Federal Reserve System under the provisions of § 92a of Title 12, United States Code  , as amended, pertaining to the collective investment of trust funds by national banks, establish common trust funds for the purpose of furnishing investments to itself as fiduciary, or to itself and others as cofiduciaries; and may, as such fiduciary or cofiduciary, invest funds which it lawfully holds for investment in interests in such common trust funds, if such investment is not prohibited by the instrument, judgment, decree, or order creating such fiduciary relationship, and if, in the case of cofiduciaries, the bank or trust company procures the written consent of its cofiduciaries to such investment. ( Oct. 27, 1949, 63 Stat. 938, ch. 767, § 1 .) Prior Codifications 1981 Ed., § 26-301. 1973 Ed., § 26-701. Editor's Notes Uniform Law: This section is based upon § 1 of the Uniform Common Trust Fund Act. Previous Chapter 4. Common Trust Funds. Next § 26–402. Taxability. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 26–402. Taxability. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 4. Common Trust Funds. § 26–402. Taxability. Code of the District of Columbia § 26–402. Taxability. (a) A common trust fund, as herein defined, shall not be subject to any tax imposed by Chapter 18 of Title 47 , and for the purpose of said subchapter shall not be deemed to be a corporation. (b) The net income of a common trust fund shall be computed in the same manner and on the same basis as in the case of an individual. Each participant in a common trust fund shall include, in computing its net income, its proportionate share of the net income of such fund, whether or not distributed to it, and the amount so included in the net income of a participant shall be taxable to such participant, or its beneficiaries, in the manner and to the extent provided in subchapter IX of Chapter 18 of Title 47 , as if any amount not distributed to the participant during its taxable year actually had been so distributed. (c) No gain or loss shall be realized by a common trust fund upon the admission or withdrawal of a participant, or upon the admission or withdrawal of any interest of a participant. The withdrawal of any participating interest by a participant shall be treated as a sale or exchange of such interest by such participant. (d) Every bank or trust company maintaining a common trust fund shall make a return under oath for the taxable year of such fund. (e) If the taxable year of a common trust fund is different from that of a participant therein, the proportionate share of the net income of such fund to be included in computing the net income of such participant for its taxable year shall be based upon the net income of such fund for its taxable year ending within the taxable year of such participant. ( Oct. 27, 1949, 63 Stat. 938, ch. 767, § 2 .) Prior Codifications 1981 Ed., § 26-302. 1973 Ed., § 26-702. Previous § 26–401. Establishment. Next § 26–403. Court accountings. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 26–403. Court accountings. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 4. Common Trust Funds. § 26–403. Court accountings. Code of the District of Columbia § 26–403. Court accountings. Unless ordered by a court of competent jurisdiction the bank or trust company operating such common trust funds is not required to render a court accounting with regard to such common trust funds; but it may, by application to the Superior Court of the District of Columbia, secure approval of such accounting on such conditions as the Court may establish. ( Oct. 27, 1949, 63 Stat. 938, ch. 767, § 3 ; July 29, 1970, 84 Stat. 572, Pub. L. 91-358, title I, § 155(c) (34) .) Prior Codifications 1981 Ed., § 26-303. 1973 Ed., § 26-703. Editor's Notes Uniform Law: This section is based upon § 2 of the Uniform Common Trust Fund Act. Previous § 26–402. Taxability. Next § 26–404. Uniformity of laws. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 26–404. Uniformity of laws. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 4. Common Trust Funds. § 26–404. Uniformity of laws. Code of the District of Columbia § 26–404. Uniformity of laws. This chapter shall be so interpreted and construed as to effectuate its general purpose to make uniform the law of the District of Columbia with the law of those states which enact the Uniform Common Trust Fund Act. ( Oct. 27, 1949, 63 Stat. 939, ch. 767, § 4 .) Prior Codifications 1981 Ed., § 26-304. 1973 Ed., § 26-704. Editor's Notes Uniform Law: This section is based upon § 3 of the Uniform Common Trust Fund Act. Previous § 26–403. Court accountings. Next Chapter 4A. Community Development by Financial Institutions. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library .",
  "metadata": {
    "site_url": "https://code.dccouncil.gov/us/dc/council/code/titles/26/chapters/4",
    "extra_data": {
      "code_title": "Title 26: Banks and Other Financial Institutions",
      "chapter_number": "4",
      "separated_text": {
        "§ 26–401. Establishment.": "Any bank or trust company qualified to act as fiduciary in the District of Columbia may, subject to such rules and regulations as may be promulgated from time to time by the Board of Governors of the Federal Reserve System under the provisions of § 92a of Title 12, United States Code  , as amended, pertaining to the collective investment of trust funds by national banks, establish common trust funds for the purpose of furnishing investments to itself as fiduciary, or to itself and others as cofiduciaries; and may, as such fiduciary or cofiduciary, invest funds which it lawfully holds for investment in interests in such common trust funds, if such investment is not prohibited by the instrument, judgment, decree, or order creating such fiduciary relationship, and if, in the case of cofiduciaries, the bank or trust company procures the written consent of its cofiduciaries to such investment.",
        "Prior Codifications": "1981 Ed., § 26-304.",
        "Editor's Notes": "Uniform Law: This section is based upon § 3 of the Uniform Common Trust Fund Act.",
        "§ 26–402. Taxability.": "(a) A common trust fund, as herein defined, shall not be subject to any tax imposed by Chapter 18 of Title 47 , and for the purpose of said subchapter shall not be deemed to be a corporation.",
        "§ 26–403. Court accountings.": "Unless ordered by a court of competent jurisdiction the bank or trust company operating such common trust funds is not required to render a court accounting with regard to such common trust funds; but it may, by application to the Superior Court of the District of Columbia, secure approval of such accounting on such conditions as the Court may establish.",
        "§ 26–404. Uniformity of laws.": "This chapter shall be so interpreted and construed as to effectuate its general purpose to make uniform the law of the District of Columbia with the law of those states which enact the Uniform Common Trust Fund Act."
      }
    }
  }
}