{
  "text": "§ 31–1201. Definitions. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 12. Insurance Regulatory Trust Fund. § 31–1201. Definitions. Code of the District of Columbia § 31–1201. Definitions. For the purposes of this chapter, the term: (1) “Assessable year” means the calendar year in which the direct gross receipts are received or derived from insurance business in the District of Columbia. (1A) “Commissioner” means the Commissioner of the Department of Insurance, Securities, and Banking. (1A-i) “Continuing Care Retirement Community Regulatory and Supervision Trust Account” or “Account” means the account established within the Insurance Regulatory Trust Fund for the purpose of administering Chapter 1A of Title 44 [ § 44-151.01 et seq.], and for reasonable expenses incurred in promoting the continuing care retirement community industry in the District. (1B) “Department of Insurance, Securities, and Banking” means the District of Columbia’s regulatory body which is responsible for administering the insurance laws and health maintenance organization laws of the District of Columbia. (2) “Direct gross receipts” means all policy and membership fees and net premium receipts or consideration received in a calendar year on all insurance risks and annuity contracts originating in or from the District of Columbia. Direct gross receipts shall not include any policy or membership fees, net premium receipts, or consideration received from or paid by the District of Columbia’s Department of Health Care Finance. (3) Repealed. (4) “Insurer” means any person, firm, association, or corporation duly licensed in the District of Columbia pursuant to the applicable provisions of District insurance law as an insurer. In addition, Group Hospitalization and Medical Service Incorporated, shall be defined as an insurer. (5) “Net premium receipts or consideration received” means gross premiums or consideration received less the sum of premiums received for reinsurance assumed and premiums or consideration returned on policies or contracts canceled or not taken. (6) Repealed. ( Oct. 21, 1993, D.C. Law 10-40, § 2, 40 DCR 6009 ; Apr. 9, 1997, D.C. Law 11-235, § 24(a), 44 DCR 818 ; May 21, 1997, D.C. Law 11-268, § 10(y), 44 DCR 1730 ; Mar. 24, 1998, D.C. Law 12-81, § 36(a), 45 DCR 745 ; June 11, 2004, D.C. Law 15-166, § 4(h)(1), 51 DCR 2817 ; Apr. 5, 2005, D.C. Law 15-270, § 201(a), 52 DCR 799 ; Sept. 24, 2010, D.C. Law 18-223, § 5024, 57 DCR 6242 .) Prior Codifications 1981 Ed., § 35-2701. Effect of Amendments D.C. Law 15-166 , in par. (1A), substituted “Commissioner of the Department of Insurance, Securities, and Banking” for “Commissioner of Insurance and Securities”; and, in par. (1B), substituted “Department of Insurance, Securities, and Banking” for “Department of Insurance and Securities Regulation”. D.C. Law 15-270 added subsec. (1A-i). D.C. Law 18-223 , in par. (2), added the last sentence. Emergency Legislation For temporary (90 day) amendment of section, see § 4(h)(1) of Consolidation of Financial Services Emergency Amendment Act of 2004 (D.C. Act 15-381, February 27, 2004,  51 DCR 2653). For temporary (90 day) amendment of section, see § 4 of Medicaid Resource Maximization Emergency Amendment Act of 2010 (D.C. Act 18-390, May 7, 2010,  57 DCR 4339). For temporary (90 day) amendment of section, see § 5024 of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010,  57 DCR 6542). Temporary Legislation Section 4 of D.C. Law 18-205, in par. (2), inserted “Direct gross receipts shall not include any policy or membership fees, net premium receipts, or consideration received from or paid by the Department of Health Care Finance.”. Section 7(b) of D.C. Law 18-205 provided that the act shall expire after 225 days of its having taken effect. Editor's Notes Mayor authorized to issue rules: Section 12 of D.C. Law 10-40 provided that the Mayor may, pursuant to subchapter I of Chapter 15 of Title 1 subchapter I of Chapter 5 of Title 2 , 2001 Ed., issue rules to implement the provisions of this chapter. Delegation of Authority Delegation of authority pursuant to D.C. Law 10-40 , the Insurance Regulatory Trust Fund Act of 1993, see Mayor’s Order 94-54, March 7, 1994 ( 41 DCR 1433). Previous Chapter 12. Insurance Regulatory Trust Fund. Next § 31–1202. Establishment of the Insurance Regulatory Trust Fund; funding; uses; budget. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 31–1202. Establishment of the Insurance Regulatory Trust Fund; funding; uses; budget. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 12. Insurance Regulatory Trust Fund. § 31–1202. Establishment of the Insurance Regulatory Trust Fund; funding; uses; budget. Code of the District of Columbia § 31–1202. Establishment of the Insurance Regulatory Trust Fund; funding; uses; budget. (a) There is established within the General Fund of the District of Columbia a trust fund designated as the Insurance Regulatory Trust Fund, to which shall be credited all funds obtained pursuant to this chapter and Chapter 52A of this title without regard to fiscal year limitation. All monies and interest earned on monies deposited in the Insurance Regulatory Trust Fund shall be credited to the Fund and used solely for the purpose of this chapter and Chapter 52A of this title . Insurers and health maintenance organizations will be assessed separately. The funds obtained from assessments on insurance companies and health maintenance organizations will not be commingled within the Trust Fund, and separate accounts will be maintained within the Trust Fund in order to properly allocate assessment revenue and expenditures to insurers and health maintenance organizations. (b) Subject to the applicable laws relating to the appropriation of District funds, monies received and deposited in the Insurance Regulatory Trust Fund or a division thereof, shall be used to defray the expenses of the Department of Insurance, Securities, and Banking in the discharge of its administrative and regulatory duties as prescribed by law. These monies shall be deemed to include all administrative costs for regulating insurers and health maintenance organizations doing business in the District of Columbia, and no other assessments shall be charged for such purpose after the effective date of this chapter. The Mayor shall be responsible for the deposit and expenditure of these monies as provided by law. (b-1) (1) There is established a separate account within the Insurance Regulatory Trust Fund for the purpose of funding the expenses of the Department of Insurance, Securities, and Banking in the discharge of all of its administrative, regulatory, and marketing functions under Chapter 39A of this title . All fees, fines, penalties, assessments, and other funds received by the Commissioner under Chapter 39A of this title and regulations promulgated thereunder, shall be deposited in, and credited to, the account. The Mayor shall be responsible for the deposit and expenditure of these monies as provided by law. At the end of each fiscal year, any funds in the account shall revert to the General Fund of the District of Columbia. (2) Captive insurance companies conducting business in the District under Chapter 39A of this title shall be exempt from the assessments imposed on insurers and health maintenance organizations under § 31-1203 . (b-2) (1) There is established a separate account within the Insurance Regulatory Trust Fund for the purpose of administering Chapter 1A of Title 44 , and for the reasonable expenses incurred in promoting the continuing care retirement community industry in the District. Continuing care retirement community providers conducting business in the District under Chapter 1A of Title 44 ,  shall be exempt from the assessments imposed on insurers and health maintenance organizations under § 31-1203 . All fees, fines, penalties, and assessments received by the Commissioner under the administration of Chapter 1A of Title 44 , shall be deposited in, and credited to, the Account. (2) Subject to the applicable law relating to the appropriation of District funds, all funds in the Continuing Care Retirement Community Regulatory and Supervision Trust Fund Account shall be disbursed only upon the approval of the Commissioner. (3) At the end of each fiscal year, any funds in the Continuing Care Retirement Community Regulatory and Supervision Fund Account shall be applied against the budget for the ensuing year. (c) (1) The Mayor shall submit to the Council, as a part of the annual budget, a requested appropriation for expenditures from the Insurance Regulatory Trust Fund. Any monies received but not expended in a given fiscal year shall be retained by the Fund and applied against the budget for the ensuing year, and the assessments for that year reduced accordingly. (2) The Mayor’s request shall be based on an estimated projection of the expenditures necessary to perform the administrative and regulatory functions of the Insurance Administration. This estimate shall include, but not be limited to, expenditures for salaries, fringe benefits, overhead charges, travel, training, supplies, technical, professional, and any and all other services necessary to discharge the duties and responsibilities of administering the insurance laws of the District of Columbia. (d) The Council of the District of Columbia shall approve and establish the budget of the Insurance Regulatory Trust Fund in the same manner and at the same level of detail as approved and established for departments and agencies under the administrative control of the Mayor as provided in § 1-204.04(f) . ( Oct. 21, 1993, D.C. Law 10-40, § 3, 40 DCR 6009 ; Apr. 9, 1997, D.C. Law 11-235, §§ 24(b)-(d), 44 DCR 818 ; June 11, 2004, D.C. Law 15-166, § 4(h)(2), 51 DCR 2817 ; Mar. 17, 2005, D.C. Law 15-262, § 25, 52 DCR 1205 ; Apr. 5, 2005, D.C. Law 15-270, § 201(b), 52 DCR 799 ; Oct. 20, 2005, D.C. Law 16-33,§ 2202, 52 DCR 7503 ; Apr. 7, 2006, D.C. Law 16-91, § 102(c), 52 DCR 10637 ; Mar. 2, 2007, D.C. Law 16-191, §§ 44(c), 52, 54(e), 53 DCR 6794 .) Prior Codifications 1981 Ed., § 35-2702. Section References This section is referenced in § 31-3402 , § 31-3931.12 , § 31-3931.19 , § 31-5238.01 , and § 44-151.18 . Effect of Amendments D.C. Law 15-166 , in subsec. (b), substituted “Department of Insurance, Securities, and Banking” for “Department of Insurance and Securities Regulation”. D.C. Law 15-262 added subsec. (b-1). D.C. Law 15-270 added subsec. (b-2). D.C. Law 16-33 , in subsec. (a), substituted “this chapter and Chapter 52A of this title ,” for “this chapter”. D.C. Law 16-91 , in subsec. (b-1)(1), deleted “Except as otherwise provided in § 31-3931.12(g) ,” preceding “All fees, fines”. D.C. Law 16-191 , in subsecs. (b), (b-1), and (b-2), validated previously made technical corrections. Cross References Establishment of health maintenance organizations, deposit of filing fee, see § 31-3402 . Emergency Legislation For temporary (90 day) amendment of section, see § 4(h)(2) of Consolidation of Financial Services Emergency Amendment Act of 2004 (D.C. Act 15-381, February 27, 2004,  51 DCR 2653). For temporary (90 day) amendment of section, see § 3 of the Captive Insurance Company Enhancement Emergency Amendment Act of 2004 (D.C. Act 15-481, July 19, 2004,  51 DCR 7811). For temporary (90 day) amendment of section, see § 3 of Captive Insurance Company Enhancement Congressional Review Emergency Amendment Act of 2004 (D.C. Act 15-549, October 26, 2004,  51 DCR 10336). For temporary (90 day) amendment of section, see § 25 of Captive Insurance Company Emergency Act of 2004 (D.C. Act 15-640, November 30, 2004,  52 DCR 1238). For temporary (90 day) amendment of section, see § 2202 of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005,  52 DCR 7667). Temporary Legislation For temporary (225 day) amendment of section, see § 3 of Captive Insurance Company Enhancement Temporary Amendment Act of 2004 (D.C. Law 15-215, December 7, 2004, law notification  52 DCR 459). Short Title Short title of subtitle L of title II of Law 16-33: Section 2201 of D.C. Law 16-33 provided that subtitle L of title II of the act may be cited as the Insurance Regulatory Trust Fund Enhancement Act of 2005. Previous § 31–1201. Definitions. Next § 31–1203. Assessments. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 31–1203. Assessments. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 12. Insurance Regulatory Trust Fund. § 31–1203. Assessments. Code of the District of Columbia § 31–1203. Assessments. (a) The Mayor shall assess annually each insurer and health maintenance organization doing business in the District an amount based on a percentage of its direct gross receipts for the preceding year, provided that each insurer and health maintenance organization shall be subject to a minimum annual assessment of no less than $1000. The Mayor shall establish in each assessable year the assessment rate, not to exceed 3/10 of 1% of the direct gross receipts. In no event shall the amount assessed exceed the amount budgeted by the Council. (b) The Mayor shall compute the assessment for each insurer and health maintenance organization and send the insurer and health maintenance organization this information in a “Notice of Assessment”. Each insurer and health maintenance organization shall pay to the Mayor the amount stated in the Notice of Assessment within 30 days of the mailing date of the Notice of Assessment. The assessment shall be a tax and licensing and regulatory fee for purposes of 45 CFR §§ 158.221(c) and 158.161(b). (c) The annual billing cycle for the assessment established by this section shall be the fiscal year of the District of Columbia. ( Oct. 21, 1993, D.C. Law 10-40, § 4, 40 DCR 6009 ; Apr. 9, 1997, D.C. Law 11-235, § 24(e), 44 DCR 818 ; Feb. 26, 2015, D.C. Law 20-155, § 5082(a), 61 DCR 9990 .) Prior Codifications 1981 Ed., § 35-2703. Section References This section is referenced in § 31-1202 and § 31-1204 . Effect of Amendments The 2015 amendment by D.C. Law 20-155 added the last sentence in (b). Emergency Legislation For temporary (90 days) amendment of this section, see §  5082(a) of the Fiscal Year 2015 Budget Support Emergency Act of 2014 (D.C. Act 20-377, July 14, 2014, 61 DCR 7598, 20 STAT 3696). For temporary (90 days) amendment of this section, see §  5082(a) of the Fiscal Year 2015 Budget Support Congressional Review Emergency Act of 2014 (D.C. Act 20-449, October 10, 2014, 61 DCR 10915, 20 STAT 4188). For temporary (90 days) amendment of this section, see §  5082(a) of the Fiscal Year 2015 Budget Support Second Congressional Review Emergency Act of 2014 (D.C. Act 20-566, January 9, 2015, 62 DCR 884, 21 STAT 541). Previous § 31–1202. Establishment of the Insurance Regulatory Trust Fund; funding; uses; budget. Next § 31–1204. Failure to pay share of assessment. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 31–1204. Failure to pay share of assessment. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 12. Insurance Regulatory Trust Fund. § 31–1204. Failure to pay share of assessment. Code of the District of Columbia § 31–1204. Failure to pay share of assessment. (a) Any insurer or health maintenance organization that fails to pay an assessment on or before the date set forth in § 31-1203 shall be subject to a penalty imposed by the Mayor, which shall be 10% of the assessment plus interest at one-half of 1% per month for the period between the due date and the date of full payment. If a payment is made in an amount later found to be in error, the Mayor shall do one of the following: (1) If an additional amount is due, notify the insurer of the additional amount which shall be due within 15 days of the date of mailing of the notice; or (2) If overpayment is made, order a refund. (b) If an insurer or health maintenance organization fails to pay the amount of the assessment in a timely manner, the Mayor shall send the insurer or health maintenance organization a notice of deficiency, and 10 days after serving the deficiency notice may take whatever action, in the Mayor’s discretion, the Mayor deems appropriate, including suspending or revoking the insurer’s or health maintenance organization’s certificate of authority or license to transact business, or any other appropriate action or sanction authorized under the insurance laws for failure to comply with District laws, including referring the matter to the Corporation Counsel for legal action to collect the assessment. (c) In the event that any insurer or health maintenance organization fails, by reason of insolvency, impairment of capital and surplus, or other reason approved by the Mayor, to pay its assessment in full, the unpaid amounts shall be assessed against the remaining insurers or health maintenance organizations respectively, on a proportionate basis in comparison to their direct gross receipts. Any insurer or health maintenance organization paying this additional assessment shall have a claim against the defaulting insurer or health maintenance organization for the amount paid. ( Oct. 21, 1993, D.C. Law 10-40, § 5, 40 DCR 6009 ; May 16, 1995, D.C. Law 10-255, § 28, 41 DCR 5193 ; Apr. 9, 1997, D.C. Law 11-235, §§ 24(f)-(h), 44 DCR 818 ; Mar. 24, 1998, D.C. Law 12-81, § 36(b), 45 DCR 745 .) Prior Codifications 1981 Ed., § 35-2704. Section References This section is referenced in § 31-1205 . Previous § 31–1203. Assessments. Next § 31–1205. Appeal from assessment. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 31–1205. Appeal from assessment. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 12. Insurance Regulatory Trust Fund. § 31–1205. Appeal from assessment. Code of the District of Columbia § 31–1205. Appeal from assessment. Any insurer or health maintenance organization aggrieved by an assessment may appeal under procedures established in § 101 of Title 26 of the District of Columbia Municipal Regulations (26 DCMR 101  ), or as otherwise may be provided by the Mayor. If an appellant fails to pay the assessment when due, the appellant shall be liable for any amounts correctly assessed and any penalties and interest due thereon. The appellant shall pay any amounts owed within 10 days of a final decision and the Mayor may take whatever action is appropriate under this chapter, including action under § 31-1204 , or any other laws regulating the insurance industry to effect collection. In addition, the Insurance Regulatory Trust Fund Bureau may appeal to the Mayor the entire annual assessment or a specific expenditure or category of expenditure, in accordance with the procedures established in 26 DCMR 101  , if it believes the assessment is not in accordance with this chapter or applicable laws. ( Oct. 21, 1993, D.C. Law 10-40, § 6, 40 DCR 6009 ; Apr. 9, 1997, D.C. Law 11-235, § 24(i), 44 DCR 818 .) Prior Codifications 1981 Ed., § 35-2705. Previous § 31–1204. Failure to pay share of assessment. Next § 31–1206. Insurers and health maintenance organizations continuing obligations. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 31–1206. Insurers and health maintenance organizations continuing obligations. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 12. Insurance Regulatory Trust Fund. § 31–1206. Insurers and health maintenance organizations continuing obligations. Code of the District of Columbia § 31–1206. Insurers and health maintenance organizations continuing obligations. Any insurer or health maintenance organization whose license has been revoked, cancelled, terminated, or surrendered shall continue to be bound by the obligations of this chapter including payment of all assessments, regardless of whether the insurer or health maintenance organization continues to do business in the District of Columbia. ( Oct. 21, 1993, D.C. Law 10-40, § 7, 40 DCR 6009 ; Apr. 9, 1997, D.C. Law 11-235, § 24(j), 44 DCR 818 .) Prior Codifications 1981 Ed., § 35-2706. Previous § 31–1205. Appeal from assessment. Next § 31–1207. Records. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 31–1207. Records. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 12. Insurance Regulatory Trust Fund. § 31–1207. Records. Code of the District of Columbia § 31–1207. Records. The Mayor shall, at all reasonable times, make books, records, and files available to insurance company representatives for the purpose of examining any matter coming within the scope of the chapter and the insurance laws of the District of Columbia. ( Oct. 21, 1993, D.C. Law 10-40, § 8, 40 DCR 6009 .) Prior Codifications 1981 Ed., § 35-2707. Previous § 31–1206. Insurers and health maintenance organizations continuing obligations. Next § 31–1208. Insurance Regulatory Trust Fund Bureau. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 31–1208. Insurance Regulatory Trust Fund Bureau. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 12. Insurance Regulatory Trust Fund. § 31–1208. Insurance Regulatory Trust Fund Bureau. Code of the District of Columbia § 31–1208. Insurance Regulatory Trust Fund Bureau. (a) All insurers and health maintenance organizations subject to assessments in accordance with this chapter shall be members of an Insurance Regulatory Trust Fund Bureau, organized and maintained by such insurers and health maintenance organizations at their own expense, for the purpose of advising the Commissioner and the Executive Director of the District of Columbia Health Benefit Exchange Authority as to the need for the proposed assessments, including the assessment of health carriers in § 31-3171.03(f) , the fairness of the proposed assessments, and any other matters with respect to the administration of the Insurance Regulatory Trust Fund. The Commissioner and the Executive Director of the District of Columbia Health Benefit Exchange Authority shall submit to the Insurance Regulatory Trust Fund Bureau annually, in advance of the Mayor’s budget submission to the Council, a detailed budget showing how the proposed assessments are to be expended. (b) The board of directors of the Insurance Regulatory Trust Fund Bureau shall consist of no fewer than 15 members and shall include at least a majority of the health carriers issuing qualified health plans and some representation from health carriers issuing qualified dental plans as defined in § 31-3171.01 . ( Oct. 21, 1993, D.C. Law 10-40, § 9, 40 DCR 6009 ; Apr. 9, 1997, D.C. Law 11-235, § 24(k), 44 DCR 818 ; May 21, 1997, D.C. Law 11-268, § 10(y), 44 DCR 1730 ; June 11, 2004, D.C. Law 15-166, § 4(h)(3), 51 DCR 2817 ; Feb. 26, 2015, D.C. Law 20-155, § 5082(b), 61 DCR 9990 .) Prior Codifications 1981 Ed., § 35-2708. Effect of Amendments D.C. Law 15-166 substituted “Commissioner of the Department of Insurance, Securities, and Banking” for “Commissioner of Insurance and Securities”. The 2015 amendment by D.C. Law 20-155 designated the existing text as (a); rewrote (a); and added (b). Emergency Legislation For temporary (90 day) amendment of section, see § 4(h)(3) of Consolidation of Financial Services Emergency Amendment Act of 2004 (D.C. Act 15-381, February 27, 2004,  51 DCR 2653). For temporary (90 days) amendment of this section, see § 5082(b) of the  Fiscal Year 2015 Budget Support Emergency Act of 2014 (D.C. Act 20-377, July 14, 2014, 61 DCR 7598, 20 STAT 3696). For temporary (90 days) amendment of this section, see § 5082(b) of the  Fiscal Year 2015 Budget Support Congressional Review Emergency Act of 2014 (D.C. Act 20-449, October 10, 2014, 61 DCR 10915, 20 STAT 4188). For temporary (90 days) amendment of this section, see § 5082(b) of the  Fiscal Year 2015 Budget Support Second Congressional Review Emergency Act of 2014 (D.C. Act 20-566, January 9, 2015, 62 DCR 884, 21 STAT 541). Previous § 31–1207. Records. Next § 31–1209. Annual audit of Insurance Regulatory Trust Fund or District of Columbia Health Benefit Exchange Authority Fund. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 31–1209. Annual audit of Insurance Regulatory Trust Fund or District of Columbia Health Benefit Exchange Authority Fund. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 12. Insurance Regulatory Trust Fund. § 31–1209. Annual audit of Insurance Regulatory Trust Fund or District of Columbia Health Benefit Exchange Authority Fund. Code of the District of Columbia § 31–1209. Annual audit of Insurance Regulatory Trust Fund or District of Columbia Health Benefit Exchange Authority Fund. Upon a vote of the Insurance Regulatory Trust Fund Bureau taken in accordance with its bylaws, the Insurance Regulatory Trust Fund Bureau, at its own expense, may annually arrange for an independent audit of the expenditures made in any fiscal year by the Insurance Regulatory Trust Fund or the District of Columbia Health Benefit Exchange Authority Fund established in § 31-3171.03(a) . The Commissioner, the Department of Insurance, Securities, and Banking, the Executive Director of the District of Columbia Health Benefit Exchange Authority, and all other elements of the District of Columbia government shall cooperate with such an audit and shall make available all documents and records reasonably necessary to the conduct of the audit. ( Oct. 21, 1993, D.C. Law 10-40, § 10, 40 DCR 6009 ; Apr. 9, 1997, D.C. Law 11-235, § 24(l), 44 DCR 818 ; May 21, 1997, D.C. Law 11-268, § 10(y), 44 DCR 1730 ; Mar. 24, 1998, D.C. Law 12-81, § 36(c), 45 DCR 745 ; June 11, 2004, D.C. Law 15-166, § 4(h)(4), 51 DCR 2817 ; Feb. 26, 2015, D.C. Law 20-155, § 5082(c), 61 DCR 9990 .) Prior Codifications 1981 Ed., § 35-2709. Effect of Amendments D.C. Law 15-166 substituted “Department of Insurance, Securities, and Banking” for “Department of Insurance and Securities Regulation”. The 2015 amendment by D.C. Law 20-155 rewrote the section. Emergency Legislation For temporary (90 day) amendment of section, see § 4(h)(4) of Consolidation of Financial Services Emergency Amendment Act of 2004 (D.C. Act 15-381, February 27, 2004,  51 DCR 2653). For temporary (90 days) amendment of this section, see § 5082(c) of the  Fiscal Year 2015 Budget Support Emergency Act of 2014 (D.C. Act 20-377, July 14, 2014, 61 DCR 7598, 20 STAT 3696). For temporary (90 days) amendment of this section, see § 5082(c) of the  Fiscal Year 2015 Budget Support Congressional Review Emergency Act of 2014 (D.C. Act 20-449, October 10, 2014, 61 DCR 10915, 20 STAT 4188). For temporary (90 days) amendment of this section, see § 5082(c) of the  Fiscal Year 2015 Budget Support Second Congressional Review Emergency Act of 2014 (D.C. Act 20-566, January 9, 2015, 62 DCR 884, 21 STAT 541). Previous § 31–1208. Insurance Regulatory Trust Fund Bureau. Next § 31–1210. Applicability. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 31–1210. Applicability. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 12. Insurance Regulatory Trust Fund. § 31–1210. Applicability. Code of the District of Columbia § 31–1210. Applicability. (a) All health maintenance organizations, life, health, property, marine, title, casualty, fidelity, surety, insurance companies and fraternal benefit associations now or hereafter incorporated or formed in the District of Columbia or authorized to do business in the District of Columbia, shall be subject to this chapter. This chapter shall also apply to Group Hospitalization and Medical Service, Incorporated, and any other company or organization whether for profit or nonprofit subject to regulation by the Insurance Administration. (b) The provisions of this chapter shall not apply until October 1, 1993. ( Oct. 21, 1993, D.C. Law 10-40, § 11, 40 DCR 6009 ; Apr. 9, 1997, D.C. Law 11-235, § 24(m), 44 DCR 818 .) Prior Codifications 1981 Ed., § 35-2710. Previous § 31–1209. Annual audit of Insurance Regulatory Trust Fund or District of Columbia Health Benefit Exchange Authority Fund. Next Chapter 13. Insurers Rehabilitation and Liquidation Procedures. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library .",
  "metadata": {
    "site_url": "https://code.dccouncil.gov/us/dc/council/code/titles/31/chapters/12",
    "extra_data": {
      "code_title": "Title 31: Insurance and Securities",
      "chapter_number": "12",
      "separated_text": {
        "§ 31–1201. Definitions.": "For the purposes of this chapter, the term:",
        "Prior Codifications": "1981 Ed., § 35-2710.",
        "Effect of Amendments": "D.C. Law 15-166 substituted “Department of Insurance, Securities, and Banking” for “Department of Insurance and Securities Regulation”.",
        "Emergency Legislation": "For temporary (90 day) amendment of section, see § 4(h)(4) of Consolidation of Financial Services Emergency Amendment Act of 2004 (D.C. Act 15-381, February 27, 2004,  51 DCR 2653).",
        "Temporary Legislation": "For temporary (225 day) amendment of section, see § 3 of Captive Insurance Company Enhancement Temporary Amendment Act of 2004 (D.C. Law 15-215, December 7, 2004, law notification  52 DCR 459).",
        "Editor's Notes": "Mayor authorized to issue rules: Section 12 of D.C. Law 10-40 provided that the Mayor may, pursuant to subchapter I of Chapter 15 of Title 1 subchapter I of Chapter 5 of Title 2 , 2001 Ed., issue rules to implement the provisions of this chapter.",
        "Delegation of Authority": "Delegation of authority pursuant to D.C. Law 10-40 , the Insurance Regulatory Trust Fund Act of 1993, see Mayor’s Order 94-54, March 7, 1994 ( 41 DCR 1433).",
        "§ 31–1202. Establishment of the Insurance Regulatory Trust Fund; funding; uses; budget.": "(a) There is established within the General Fund of the District of Columbia a trust fund designated as the Insurance Regulatory Trust Fund, to which shall be credited all funds obtained pursuant to this chapter and Chapter 52A of this title without regard to fiscal year limitation. All monies and interest earned on monies deposited in the Insurance Regulatory Trust Fund shall be credited to the Fund and used solely for the purpose of this chapter and Chapter 52A of this title . Insurers and health maintenance organizations will be assessed separately. The funds obtained from assessments on insurance companies and health maintenance organizations will not be commingled within the Trust Fund, and separate accounts will be maintained within the Trust Fund in order to properly allocate assessment revenue and expenditures to insurers and health maintenance organizations.",
        "Section References": "This section is referenced in § 31-1205 .",
        "Cross References": "Establishment of health maintenance organizations, deposit of filing fee, see § 31-3402 .",
        "Short Title": "Short title of subtitle L of title II of Law 16-33: Section 2201 of D.C. Law 16-33 provided that subtitle L of title II of the act may be cited as the Insurance Regulatory Trust Fund Enhancement Act of 2005.",
        "§ 31–1203. Assessments.": "(a) The Mayor shall assess annually each insurer and health maintenance organization doing business in the District an amount based on a percentage of its direct gross receipts for the preceding year, provided that each insurer and health maintenance organization shall be subject to a minimum annual assessment of no less than $1000. The Mayor shall establish in each assessable year the assessment rate, not to exceed 3/10 of 1% of the direct gross receipts. In no event shall the amount assessed exceed the amount budgeted by the Council.",
        "§ 31–1204. Failure to pay share of assessment.": "(a) Any insurer or health maintenance organization that fails to pay an assessment on or before the date set forth in § 31-1203 shall be subject to a penalty imposed by the Mayor, which shall be 10% of the assessment plus interest at one-half of 1% per month for the period between the due date and the date of full payment. If a payment is made in an amount later found to be in error, the Mayor shall do one of the following:",
        "§ 31–1205. Appeal from assessment.": "Any insurer or health maintenance organization aggrieved by an assessment may appeal under procedures established in § 101 of Title 26 of the District of Columbia Municipal Regulations (26 DCMR 101  ), or as otherwise may be provided by the Mayor. If an appellant fails to pay the assessment when due, the appellant shall be liable for any amounts correctly assessed and any penalties and interest due thereon. The appellant shall pay any amounts owed within 10 days of a final decision and the Mayor may take whatever action is appropriate under this chapter, including action under § 31-1204 , or any other laws regulating the insurance industry to effect collection. In addition, the Insurance Regulatory Trust Fund Bureau may appeal to the Mayor the entire annual assessment or a specific expenditure or category of expenditure, in accordance with the procedures established in 26 DCMR 101  , if it believes the assessment is not in accordance with this chapter or applicable laws.",
        "§ 31–1206. Insurers and health maintenance organizations continuing obligations.": "Any insurer or health maintenance organization whose license has been revoked, cancelled, terminated, or surrendered shall continue to be bound by the obligations of this chapter including payment of all assessments, regardless of whether the insurer or health maintenance organization continues to do business in the District of Columbia.",
        "§ 31–1207. Records.": "The Mayor shall, at all reasonable times, make books, records, and files available to insurance company representatives for the purpose of examining any matter coming within the scope of the chapter and the insurance laws of the District of Columbia.",
        "§ 31–1208. Insurance Regulatory Trust Fund Bureau.": "(a) All insurers and health maintenance organizations subject to assessments in accordance with this chapter shall be members of an Insurance Regulatory Trust Fund Bureau, organized and maintained by such insurers and health maintenance organizations at their own expense, for the purpose of advising the Commissioner and the Executive Director of the District of Columbia Health Benefit Exchange Authority as to the need for the proposed assessments, including the assessment of health carriers in § 31-3171.03(f) , the fairness of the proposed assessments, and any other matters with respect to the administration of the Insurance Regulatory Trust Fund. The Commissioner and the Executive Director of the District of Columbia Health Benefit Exchange Authority shall submit to the Insurance Regulatory Trust Fund Bureau annually, in advance of the Mayor’s budget submission to the Council, a detailed budget showing how the proposed assessments are to be expended.",
        "§ 31–1209. Annual audit of Insurance Regulatory Trust Fund or District of Columbia Health Benefit Exchange Authority Fund.": "Upon a vote of the Insurance Regulatory Trust Fund Bureau taken in accordance with its bylaws, the Insurance Regulatory Trust Fund Bureau, at its own expense, may annually arrange for an independent audit of the expenditures made in any fiscal year by the Insurance Regulatory Trust Fund or the District of Columbia Health Benefit Exchange Authority Fund established in § 31-3171.03(a) . The Commissioner, the Department of Insurance, Securities, and Banking, the Executive Director of the District of Columbia Health Benefit Exchange Authority, and all other elements of the District of Columbia government shall cooperate with such an audit and shall make available all documents and records reasonably necessary to the conduct of the audit.",
        "§ 31–1210. Applicability.": "(a) All health maintenance organizations, life, health, property, marine, title, casualty, fidelity, surety, insurance companies and fraternal benefit associations now or hereafter incorporated or formed in the District of Columbia or authorized to do business in the District of Columbia, shall be subject to this chapter. This chapter shall also apply to Group Hospitalization and Medical Service, Incorporated, and any other company or organization whether for profit or nonprofit subject to regulation by the Insurance Administration."
      }
    }
  }
}