{
  "text": "§ 31–601. Definition. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 6. Domestic Stock Insurance Companies. § 31–601. Definition. Code of the District of Columbia § 31–601. Definition. As used in this chapter, unless the context otherwise requires, “domestic stock insurance company” means a stock insurance company incorporated or organized under the laws of the District of Columbia. ( Apr. 18, 1966, 80 Stat. 123, Pub. L. 89-402, § 1 .) Prior Codifications 1981 Ed., § 35-211. 1973 Ed., § 35-221. Previous Chapter 6. Domestic Stock Insurance Companies. Next § 31–602. Rules and regulations with respect to proxies, consents, and authorizations; violations; exemptions. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 31–602. Rules and regulations with respect to proxies, consents, and authorizations; violations; exemptions. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 6. Domestic Stock Insurance Companies. § 31–602. Rules and regulations with respect to proxies, consents, and authorizations; violations; exemptions. Code of the District of Columbia § 31–602. Rules and regulations with respect to proxies, consents, and authorizations; violations; exemptions. (a) The Council of the District of Columbia shall promulgate rules and regulations with respect to the solicitation and voting of proxies, consents, and authorizations of domestic stock insurance companies in conformity, as nearly as may be practicable, with those prescribed by the National Association of Insurance Commissioners. The Commissioner of Insurance and Securities [Commissioner of the Department of Insurance, Securities, and Banking] (hereinafter “Commissioner”) shall have power to revoke or suspend the certificate of authority to transact business in the District of Columbia of any such company which has failed or refused to comply with the rules and regulations promulgated by the Council. (b) The Commissioner shall not revoke nor suspend the certificate of authority of any such company until he has given the company not less than 30 days notice of the proposed revocation or suspension and of the grounds alleged therefor, and has afforded the company an opportunity for a full hearing; provided, that if the Commissioner shall find upon examination that the further transaction of business by the company would be hazardous to the public or to the policyholders or creditors of the company in the District, he may suspend such authority without giving notice as herein required; provided further, that in lieu of revoking or suspending the certificate of authority of any company, after hearing as herein provided, the Commissioner may subject such company to a penalty of not more than $500 when, in his judgment, he finds that the public interest would be best served by the continued operation of the company. The amount of any such penalty shall be paid by the company through the office of the Commissioner to the Mayor of the District of Columbia. At any hearing provided by this section, the Commissioner shall have authority to administer oaths to witnesses. Anyone testifying falsely after having been administered such an oath shall be subject to the penalties of perjury. (c) The provisions of subsections (a) and (b) of this section shall not apply to securities of a domestic stock insurance company if such securities shall be registered, or shall be required to be registered, pursuant to § 12 of the Securities Exchange Act of 1934, as amended (§ 781 of Title 15, United States Code). ( Apr. 18, 1966, 80 Stat. 123, Pub. L. 89-402, § 2 ; May 21, 1997, D.C. Law 11-268, § 10(f), 44 DCR 1730 .) Prior Codifications 1981 Ed., § 35-212. 1973 Ed., § 35-222. Editor's Notes Department of Insurance abolished: See Historical and Statutory Notes following § 31-5201 . Change in Government This section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 402(418) of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to the District of Columbia Council, subject to the right of the Commissioner as provided in § 406 of the Plan. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 ( D.C. Code, § 1-207.11 ), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act ( D.C. Code, § 1-207.14(a) ), appropriate changes in terminology were made in this section. Previous § 31–601. Definition. Next § 31–603. Statements to be filed by beneficial owners, directors, or officers; sales restrictions; exemptions; equity security defined; rules and regulations; violations; effective date. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 31–603. Statements to be filed by beneficial owners, directors, or officers; sales restrictions; exemptions; equity security defined; rules and regulations; violations; effective date. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 6. Domestic Stock Insurance Companies. § 31–603. Statements to be filed by beneficial owners, directors, or officers; sales restrictions; exemptions; equity security defined; rules and regulations; violations; effective date. Code of the District of Columbia § 31–603. Statements to be filed by beneficial owners, directors, or officers; sales restrictions; exemptions; equity security defined; rules and regulations; violations; effective date. (a) Every person who is directly or indirectly the beneficial owner of more than 10% of any class of any equity security of a domestic stock insurance company, or who is a director or an officer of such company, shall file in the office of the Commissioner on or before the 31st day of December 1965, or within 10 days after he becomes such beneficial owner, director, or officer, a statement, in such form as the Commissioner may prescribe, of the amount of all equity securities of such company of which he is the beneficial owner, and within 10 days after the close of each calendar month thereafter, if there has been a change in such ownership during such month, shall file in the office of the Commissioner a statement, in such form as the Commissioner may prescribe, indicating his ownership at the close of the calendar month and such changes in his ownership as have occurred during such calendar month. (b) For the purpose of preventing the unfair use of information which may have been obtained by such beneficial owner, director, or officer by reason of his relationship to such company, any profit realized by him from any purchase and sale, or any sale and purchase, of any equity security of such company within any period of less than 6 months, unless such security was acquired in good faith in connection with a debt previously contracted, shall inure to and be recoverable by the company, irrespective of any intention on the part of such beneficial owner, director, or officer in entering into such transaction of holding the security purchased or of not repurchasing the security sold for a period exceeding 6 months. Suit to recover such profit may be instituted at law or in equity in any court of competent jurisdiction by the company, or by the owner of any security of the company in the name and in behalf of the company if the company shall fail or refuse to bring such suit within 60 days after request or shall fail diligently to prosecute the same thereafter; but no such suit shall be brought more than 2 years after the date such profit was realized. This section shall not be construed to cover any transaction where such beneficial owner was not such both at the time of the purchase and sale, or the sale and purchase, of the security involved, or any transaction or transactions which the Council of the District of Columbia by rules and regulations may exempt as not comprehended within the purpose of this section. (c) It shall be unlawful for any such beneficial owner, director, or officer, directly or indirectly, to sell any equity security of such company if the person selling the security or his principal: (1) does not own the security sold; or (2) if owning the security, does not deliver it against such sale within 20 days thereafter, or does not within 5 days after such sale deposit it in the mails or other usual channels of transportation; but no person shall be deemed to have violated this section if he proves that, notwithstanding the exercise of good faith, he was unable to make such delivery or deposit within such time, or that to do so would cause undue inconvenience or expense. (d) The provisions of subsection (b) of this section shall not apply to any purchase and sale, or sale and purchase, and the provisions of subsection (c) of this section shall not apply to any sale, of an equity security of a domestic stock insurance company not then or theretofore held by him in an investment account, by a dealer in the ordinary course of his business and incident to the establishment or maintenance by him of a primary or secondary market (otherwise than on an exchange as defined in the Securities Exchange Act of 1934) for such security. The Council of the District of Columbia may, by such rules and regulations as it deems necessary or appropriate in the public interest, define and prescribe terms and conditions with respect to securities held in an investment account and transactions made in the ordinary course of business and incident to the establishment or maintenance of a primary or secondary market. (e) The provisions of subsections (a), (b), and (c) of this section shall not apply to foreign or domestic arbitrage transactions unless made in contravention of such rules and regulations as the Council of the District of Columbia may adopt in order to carry out the purposes of this section. (f) The term “equity security” when used in this section means any stock or similar security; or any security convertible with or without consideration, into such a security, or carrying any warrant or right to subscribe to or purchase such a security; or any such warrant or right; or any other security which the Council of the District of Columbia shall deem to be of similar nature and consider necessary or appropriate, by such rules and regulations as it may prescribe in the public interest or for the protection of investors, to treat as an equity security. (g) The provisions of subsections (a), (b), and (c) of this section shall not apply to securities of a domestic stock insurance company if: (1) Such securities shall be registered, or shall be required to be registered, pursuant to § 12 of the Securities Exchange Act of 1934, as amended (§ 781 of Title 15, United States Code); or (2) Such domestic stock insurance company shall not have any class of its equity securities held of record by 100 or more persons on the last business day of the year next preceding the year in which equity securities of the company would be subject to the provisions of subsections (a), (b), and (c) of this section except for the provisions of this paragraph. (h) The Council of the District of Columbia shall make such rules and regulations as may be necessary for the execution of the functions vested in the Commissioner by subsections (a) through (g) of this section, and may for such purpose classify domestic stock insurance companies, securities, and other persons or matters within his jurisdiction. No provisions of subsection (a), (b), or (c) of this section imposing any liability shall apply to any act done or omitted in good faith in conformity with any rule or regulation of the Council notwithstanding that such rule or regulation may, after such act or omission, be amended or rescinded or determined by judicial or other authority to be invalid for any reason. (i) Any person who willfully violates any provision of this section, or any rule or regulation thereunder, the violation of which is made unlawful by this section or the observance of which is required under the terms of this section, or any person who willfully and knowingly makes, or causes to be made, any statement in any application, report, or document required to be filed under this section, which statement was false or misleading with respect to any material fact, shall upon conviction be fined not more than $1,000, or be imprisoned not more than 30 days, or both. Civil fines, penalties, and fees may be imposed as alternative sanctions for any infraction of the provisions of this chapter, or any rules or regulations issued under the authority of this chapter, pursuant to Chapter 18 of Title 2 . Adjudication of any infraction of this chapter shall be pursuant to Chapter 18 of Title 2 . (j) This section shall take effect 30 days after April 18, 1966. ( Apr. 18, 1966, 80 Stat. 123, Pub. L. 89-402, § 3 ; Oct. 5, 1985, D.C. Law 6-42, § 429, 32 DCR 4450 ; May 21, 1997, D.C. Law 11-268, § 10(f), 44 DCR 1730 ; March 24, 1998, D.C. Law 12-81, § 20, 45 DCR 745 .) Prior Codifications 1981 Ed., § 35-213. 1973 Ed., § 35-223. Section References This section is referenced in § 31-735 and § 31-756 . Cross References Domestic mutual insurance holding company membership interest as security, see § 31-735 . Mutual insurance holding company membership interest, status as equity security, see § 31-756 . References in Text “The Securities Exchange Act of 1934,” referred to in subsection (d) of this section, is classified to  15 U.S.C. §§ 77b to  77e,  77j,  77k,  77m,  77o,  77s, and  78a to  78hh. The definition of an exchange appears in  15 U.S.C. § 78c. Editor's Notes Department of Insurance abolished: See Historical and Statutory Notes following § 31-5201 . Change in Government This section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 402 (419), (420), and (421) of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to the District of Columbia Council, subject to the right of the Commissioner as provided in § 406 of the Plan. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 ( D.C. Code, § 1-207.11 ), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act ( D.C. Code, § 1-207.14(a) ), appropriate changes in terminology were made in this section. Previous § 31–602. Rules and regulations with respect to proxies, consents, and authorizations; violations; exemptions. Next § 31–604. Authority and functions of government entities. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . § 31–604. Authority and functions of government entities. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 31. Insurance and Securities. Chapter 6. Domestic Stock Insurance Companies. § 31–604. Authority and functions of government entities. Code of the District of Columbia § 31–604. Authority and functions of government entities. Nothing in this chapter shall be construed so as to affect the authority vested in the Mayor of the District of Columbia by Reorganization Plan No. 5 of 1952 (66 Stat. 824). The performance of any function vested by this chapter in the Mayor or in any office or agency under the jurisdiction and control of said Mayor may be delegated by said Mayor in accordance with § 3 of such Plan. ( Apr. 18, 1966, 80 Stat. 125, Pub. L. 89-402, § 4 .) Prior Codifications 1981 Ed., § 35-214. 1973 Ed., § 35-224. Change in Government This section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 402 (419), (420), and (421) of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to the District of Columbia Council, subject to the right of the Commissioner as provided in § 406 of the Plan. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 ( D.C. Code, § 1-207.11 ), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act ( D.C. Code, § 1-207.14(a) ), appropriate changes in terminology were made in this section. Previous § 31–603. Statements to be filed by beneficial owners, directors, or officers; sales restrictions; exemptions; equity security defined; rules and regulations; violations; effective date. Next Chapter 6A. Fingerprint-Based Background Checks. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library .",
  "metadata": {
    "site_url": "https://code.dccouncil.gov/us/dc/council/code/titles/31/chapters/6",
    "extra_data": {
      "code_title": "Title 31: Insurance and Securities",
      "chapter_number": "6",
      "separated_text": {
        "§ 31–601. Definition.": "As used in this chapter, unless the context otherwise requires, “domestic stock insurance company” means a stock insurance company incorporated or organized under the laws of the District of Columbia.",
        "Prior Codifications": "1981 Ed., § 35-214.",
        "§ 31–602. Rules and regulations with respect to proxies, consents, and authorizations; violations; exemptions.": "(a) The Council of the District of Columbia shall promulgate rules and regulations with respect to the solicitation and voting of proxies, consents, and authorizations of domestic stock insurance companies in conformity, as nearly as may be practicable, with those prescribed by the National Association of Insurance Commissioners. The Commissioner of Insurance and Securities [Commissioner of the Department of Insurance, Securities, and Banking] (hereinafter “Commissioner”) shall have power to revoke or suspend the certificate of authority to transact business in the District of Columbia of any such company which has failed or refused to comply with the rules and regulations promulgated by the Council.",
        "Editor's Notes": "Department of Insurance abolished: See Historical and Statutory Notes following § 31-5201 .",
        "Change in Government": "This section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 402 (419), (420), and (421) of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to the District of Columbia Council, subject to the right of the Commissioner as provided in § 406 of the Plan. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 ( D.C. Code, § 1-207.11 ), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act ( D.C. Code, § 1-207.14(a) ), appropriate changes in terminology were made in this section.",
        "§ 31–603. Statements to be filed by beneficial owners, directors, or officers; sales restrictions; exemptions; equity security defined; rules and regulations; violations; effective date.": "(a) Every person who is directly or indirectly the beneficial owner of more than 10% of any class of any equity security of a domestic stock insurance company, or who is a director or an officer of such company, shall file in the office of the Commissioner on or before the 31st day of December 1965, or within 10 days after he becomes such beneficial owner, director, or officer, a statement, in such form as the Commissioner may prescribe, of the amount of all equity securities of such company of which he is the beneficial owner, and within 10 days after the close of each calendar month thereafter, if there has been a change in such ownership during such month, shall file in the office of the Commissioner a statement, in such form as the Commissioner may prescribe, indicating his ownership at the close of the calendar month and such changes in his ownership as have occurred during such calendar month.",
        "Section References": "This section is referenced in § 31-735 and § 31-756 .",
        "Cross References": "Domestic mutual insurance holding company membership interest as security, see § 31-735 .",
        "References in Text": "“The Securities Exchange Act of 1934,” referred to in subsection (d) of this section, is classified to  15 U.S.C. §§ 77b to  77e,  77j,  77k,  77m,  77o,  77s, and  78a to  78hh. The definition of an exchange appears in  15 U.S.C. § 78c.",
        "§ 31–604. Authority and functions of government entities.": "Nothing in this chapter shall be construed so as to affect the authority vested in the Mayor of the District of Columbia by Reorganization Plan No. 5 of 1952 (66 Stat. 824). The performance of any function vested by this chapter in the Mayor or in any office or agency under the jurisdiction and control of said Mayor may be delegated by said Mayor in accordance with § 3 of such Plan."
      }
    }
  }
}