{
  "text": "Subchapter I. General Provisions. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 14. Universal Bank Certification. Subchapter I. General Provisions. Code of the District of Columbia Subchapter I. General Provisions. § 26–1401.01. Short title. § 26–1401.02. Definitions. Previous Chapter 14. Universal Bank Certification. Next Subchapter II. Application and Certification as a Universal Bank. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . Subchapter II. Application and Certification as a Universal Bank. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 14. Universal Bank Certification. Subchapter II. Application and Certification as a Universal Bank. Code of the District of Columbia Subchapter II. Application and Certification as a Universal Bank. § 26–1401.03. Application to be certified as a universal bank; review and approval or disapproval of application. § 26–1401.04. Issuance of certificate of authority. § 26–1401.05. Revocation or subsequent limitation of certificate of authority. § 26–1401.06. Voluntary termination of certification. Previous Subchapter I. General Provisions. Next Subchapter III. Powers and Authority of Universal Banks. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . Subchapter III. Powers and Authority of Universal Banks. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 14. Universal Bank Certification. Subchapter III. Powers and Authority of Universal Banks. Code of the District of Columbia Subchapter III. Powers and Authority of Universal Banks. § 26–1401.07. Preexisting powers of universal banks. § 26–1401.08. Parity of powers of universal bank. § 26–1401.09. Specific powers of universal banks. § 26–1401.10. Necessary or convenient powers. § 26–1401.11. Reasonably related and incidental activities. Previous Subchapter II. Application and Certification as a Universal Bank. Next Subchapter IV. Limitations, and Exceptions to Limitations, on Powers of Universal Banks. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . Subchapter IV. Limitations, and Exceptions to Limitations, on Powers of Universal Banks. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 14. Universal Bank Certification. Subchapter IV. Limitations, and Exceptions to Limitations, on Powers of Universal Banks. Code of the District of Columbia Subchapter IV. Limitations, and Exceptions to Limitations, on Powers of Universal Banks. § 26–1401.12. Limitations on loan power of universal banks. § 26–1401.13. Limitations on investment powers of universal bank. § 26–1401.14. Exceptions to limitations on investment powers of universal banks. § 26–1401.15. Limits on insurance and securities powers of universal banks. Previous Subchapter III. Powers and Authority of Universal Banks. Next Subchapter V. Commissioner Possession, Receivership, Conservatorship, and Liquidation of Universal Banks. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . Subchapter V. Commissioner Possession, Receivership, Conservatorship, and Liquidation of Universal Banks. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 14. Universal Bank Certification. Subchapter V. Commissioner Possession, Receivership, Conservatorship, and Liquidation of Universal Banks. Code of the District of Columbia Subchapter V. Commissioner Possession, Receivership, Conservatorship, and Liquidation of Universal Banks. § 26–1401.16. Liquidation of universal banks in general. § 26–1401.17. Commissioner taking possession of universal banks. § 26–1401.18. Resumption of business by a universal bank. § 26–1401.19. Appointment of a receiver for a universal bank. § 26–1401.20. Receiver duties and powers. § 26–1401.21. Lien on property or assets; voidable transfer. § 26–1401.22. Maintenance and disposal of records by receiver. § 26–1401.23. Conservator; appointment; bond and security; qualifications; expenses. § 26–1401.24. Conservator; rights, powers, and privileges. § 26–1401.25. Deposits received while universal bank in conservatorship. § 26–1401.26. Authority of conservator to borrow money; purpose. § 26–1401.27. Termination of conservatorship. Previous Subchapter IV. Limitations, and Exceptions to Limitations, on Powers of Universal Banks. Next Subchapter VI. Miscellaneous Provisions. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library . Subchapter VI. Miscellaneous Provisions. | D.C. Law Library Skip to main content Toggle mobile menu Navigation D.C. Law Library Code of the District of Columbia Title 26. Banks and Other Financial Institutions. Chapter 14. Universal Bank Certification. Subchapter VI. Miscellaneous Provisions. Code of the District of Columbia Subchapter VI. Miscellaneous Provisions. § 26–1401.28. Articles of incorporation and bylaws. § 26–1401.29. Acquisitions, mergers and asset purchases. § 26–1401.30. Fees. § 26–1401.31. Rulemaking. Previous Subchapter V. Commissioner Possession, Receivership, Conservatorship, and Liquidation of Universal Banks. Next Title 27. Merchant’s Civil Recovery for Criminal Conduct. The codes and laws on this website are in the public domain. Please do not scrape. Instead, bulk download the HTML or XML . Powered by the non-profit Open Law Library .",
  "metadata": {
    "site_url": "https://code.dccouncil.gov/us/dc/council/code/titles/26/chapters/14",
    "extra_data": {
      "code_title": "Title 26: Banks and Other Financial Institutions",
      "chapter_number": "14",
      "separated_text": {
        "Subchapter I. General Provisions.": "§ 26–1401.01. Short title. § 26–1401.02. Definitions.",
        "Subchapter II. Application and Certification as a Universal Bank.": "§ 26–1401.03. Application to be certified as a universal bank; review and approval or disapproval of application. § 26–1401.04. Issuance of certificate of authority. § 26–1401.05. Revocation or subsequent limitation of certificate of authority. § 26–1401.06. Voluntary termination of certification.",
        "Subchapter III. Powers and Authority of Universal Banks.": "§ 26–1401.07. Preexisting powers of universal banks. § 26–1401.08. Parity of powers of universal bank. § 26–1401.09. Specific powers of universal banks. § 26–1401.10. Necessary or convenient powers. § 26–1401.11. Reasonably related and incidental activities.",
        "Subchapter IV. Limitations, and Exceptions to Limitations, on Powers of Universal Banks.": "§ 26–1401.12. Limitations on loan power of universal banks. § 26–1401.13. Limitations on investment powers of universal bank. § 26–1401.14. Exceptions to limitations on investment powers of universal banks. § 26–1401.15. Limits on insurance and securities powers of universal banks.",
        "Subchapter V. Commissioner Possession, Receivership, Conservatorship, and Liquidation of Universal Banks.": "§ 26–1401.16. Liquidation of universal banks in general. § 26–1401.17. Commissioner taking possession of universal banks. § 26–1401.18. Resumption of business by a universal bank. § 26–1401.19. Appointment of a receiver for a universal bank. § 26–1401.20. Receiver duties and powers. § 26–1401.21. Lien on property or assets; voidable transfer. § 26–1401.22. Maintenance and disposal of records by receiver. § 26–1401.23. Conservator; appointment; bond and security; qualifications; expenses. § 26–1401.24. Conservator; rights, powers, and privileges. § 26–1401.25. Deposits received while universal bank in conservatorship. § 26–1401.26. Authority of conservator to borrow money; purpose. § 26–1401.27. Termination of conservatorship.",
        "Subchapter VI. Miscellaneous Provisions.": "§ 26–1401.28. Articles of incorporation and bylaws. § 26–1401.29. Acquisitions, mergers and asset purchases. § 26–1401.30. Fees. § 26–1401.31. Rulemaking."
      }
    }
  }
}